Repository: DatasourceDev/hrm
Catalog: SBSResourceAPI/Resource.*.resx
Languages: th

source: Approval Code
th: รหัสการอนุมัติ

source: Back Order
th: สั่งซื้อสินค้าล่วงหน้าหรือชำระเงินบางส่วน

source: Back-order Remarks
th: หมายเหตุ

# Back_Order_Upper
source: BACK ORDER
th: ชำระเงินบางส่วน

source: Birthdays
th: วันเกิด

source: Birthday Discount
th: ส่วนลดวันเกิด

source: Birthday Month
th: เดือนเกิด

# Branch_And_Terminal
source: Branch & Terminal
th: สาขาและช่องชำระเงิน

source: Card Branch
th: ธนาคาร

source: Card Type
th: ประเภทบัตรเครดิต

source: Cashier
th: แคชเชียร์

source: Cashier Name
th: ชื่อแคชเชียร์

# Cash_Upper
source: CASH
th: เงินสด

# Category_Upper
source: CATEGORY
th: ประเภท

source: Change
th: เงินทอน

source: Changes
th: เงินทอน

source: Choose Attributes
th: ระบุลักษณะสินค้า

source: Clear Selection
th: ล้างรายการที่เลือก

source: Closed Shift
th: ปิดรอบเรียบร้อยแล้ว

source: Close Shift
th: ปิดรอบ

source: Close Time
th: เวลาปิด

source: Combine Payment
th: ชำระเงิน

source: Count
th: ครั้งที่

source: Credits
th: วงเงินคงเหลือ

source: Credit Balance
th: วงเงินคงเหลือ

# Credit_Or_Debit
source: Credit/Debit
th: เครดิต / เดบิต

# Credit_Total_Upper
source: CREDIT TOTAL
th: จำนวนคงเหลือ

source: Customer Details
th: รายละเอียดลูกค้า

source: Customer Purchases
th: รายการซื้อของลูกค้า

# Daily_Sales_Upper
source: DAILY SALES
th: ยอดขายรายวัน

source: Date Format
th: รูปแบบวันที่

source: Discount Configuration
th: ตั้งค่าส่วนลด

source: Discount Reason
th: เหตุผลที่ลดราคา

source: Discount Type
th: ประเภทส่วนลด

# Display_Table_Upper
source: DISPLAY TABLE
th: แสดงโต๊ะ

source: Female
th: หญิง

source: Grand Total
th: ยอดรวมสุทธิ

source: Group Discount
th: ส่วนลด

source: GST Reg. no.
th: เลขที GST Reg.

source: Have Coupon
th: ใช้คูปอง

source: Highest
th: สูงสุด

source: Hold
th: รอการชำระ

source: Hold Bill
th: พักชำระ

# Hold_Bill_And_Back_Order
source: Hold Bill & Back Order
th: ใบเสร็จพักชำระ & สั่งซื้อสินค้าล่วงหน้าหรือชำระเงินบางส่วน

# Hold_Bill_And_Print
source: Hold Bill & Print
th: พักชำระและพิมพ์ใบเสร็จรับเงิน

# Hold_Bill_Upper
source: HOLD BILL
th: รอการชำระบิล

source: Host Name
th: ชื่อโฮสต์

source: IC No.
th: เลขที่ IC

# Is_By_Branch
source: Generate Receipt number by branch
th: เลขที่ใบเสร็จแบบรายสาขา

# Is_Web_PRNT
source: WebPRNT Enabled?
th: เปิดใช้งานการพิมพ์บน Web

source: Itemised Report
th: รายงานจำแนกตามสินค้า

source: Item Discount
th: รายการส่วนลด

source: Length
th: ความยาว

source: Less Discount
th: หักส่วนลด

source: Lowest
th: ต่ำสุด

source: Mac Address
th: รหัสประจำเครื่อง

source: Male
th: ชาย

source: MasterCard
th: มาสเตอร์การ์ด

source: Master Card
th: มาสเตอร์การ์ด

source: Member
th: สมาชิก

source: Members
th: สมาชิก

source: Member Birthdays
th: วันเกิดของสมาชิก

source: Member Card No.
th: เลขที่บัตรสมาชิก

source: Member Card No. Configuration
th: ตั้งค่าเลขที่บัตรสมาชิก

source: Member Configration
th: ตั้งค่าสมาชิก

source: Member Configuration
th: ตั้งค่าสมาชิก

source: Member Details
th: รายละเอียดสมาชิก

source: Member Discount
th: ส่วนลดสมาชิก

source: Member ID
th: รหัสสมาชิก

source: Member List
th: รายชื่อสมาชิก

source: Member Name
th: ชื่อสมาชิก

source: Member No.
th: เลขที่สมาชิก

source: Member Status
th: สถานะ

# Message_Add_Your_Domain_To_Trusted_Sites
source: Add your domain to Trusted Sites.
th: กรุณาตั้งค่า Trusted Sites Domain

# Message_Are_You_Sure_You_Want_To_Add_New_Nember
source: Are you sure you want to add new member?
th: คุณแน่ใจหรือว่าต้องการเพิ่มสมาชิกใหม่?

# Message_Are_You_Sure_You_Want_To_Select_This_Member
source: Are you sure you want to select this member?
th: คุณต้องการที่จะเลือกสมาชิกท่านนี้?

# Message_Balance_Is_Not_Yet_Settled_Please_Ensure_Payments_Have_Been_Keyed_In
source: Balance is not yet settled. Please ensure payments have been keyed in.
th: จำนวนเงินชำระไม่ถูกต้อง กรุณาระบุใหม่

# Message_Can_T_Connect_Receipt_Printer
source: Can't connect receipt printer
th: ไม่สามารถเชื่อมต่อเข้ากับเครื่องพิมพ์ใบเสร็จรับเงินได้

# Message_Can_T_Get_Port_Receipt_Printer
source: Can't get port receipt printer.
th: ไม่สามารถติดต่อ Port ของเครื่องพิมพ์ใบเสร็จรับเงินได้

# Message_Can_T_Sent_Data_To_Receipt_Printer
source: Can't send data to receipt printer.
th: ไม่สามารถส่งข้อมูลเข้ากับเครื่องพิมพ์ใบเสร็จรับเงินได้

# Message_Customer_Details_Are_Mandatory_For_Backorders
source: Customer details are mandatory for Backorders.
th: กรุณาระบุรายละเอียดลูกค้าในการสั่งซื้อสินค้าล่วงหน้าหรือชำระเงินบางส่วน

# Message_Delete_Member_Details
source: Are you sure you want to delete the selected member details?
th: คุณแน่ใจหรือว่าคุณต้องการลบรายละเอียดสมาชิกที่เลือก?

# Message_Error_Detail_Pos
source: An error occurred while processing your request.
th: เกิดข้อผิดพลาดขณะประมวลผลคำขอของคุณ!

# Message_Invalid_Promo_Code
source: Invalid Promo Code
th: รหัสโปรโมชั่นที่ไม่ถูกต้อง

# Message_MAC_Address_Does_Dot_Exist_Call_IT_Support
source: MAC address does not exist! Call IT support.
th: รหัสเครื่องไม่ถูกต้อง กรุณาติดต่อผู้ดูแลระบบ

# Message_Member_Name_And_Email_Or_Contact_No_Must_Be_Filled_In
source: Member Name and Email or Contact No. must be filled in.
th: กรุณาระบุชื่อสมาชิก อีเมล์และเบอร์ติดต่อ

source: No items currently selected. Please select items/products to proceed with payment.
th: ไม่พบรายการสินค้า กรุณาเลือกรายการ

# Message_Please_Key_In_A_Voucher_Number
source: Please key in a voucher number.
th: กรุณาระบุหมายเลขบัตรกำนัล

# Message_Promo_Code_Expired
source: Promo Code Expired
th: รหัสโปรโมชั่นหมดอายุ

# Message_Quantity_Cannot_Be_Zero_Please_Key_In_The_Correct_Quantity
source: Quantity Cannot be zero. Please key in the correct quantity.
th: ปริมาณสินค้าไม่สามารถมีค่าน้อยกว่าศูนย์ได้

# Message_Receipt_Has_Been_Printed
source: Receipt has been printed...
th: พิมพ์ใบเสร็จเรียบร้อยแล้ว

# Message_Receipt_Has_Been_Voided
source: Receipt has been voided...
th: ใบเสร็จรับเงินได้รับการยกเลิกเรียบร้อยแล้ว

source: Remarks are required for Backorders. Click on Back order button, type in Remarks then Save.
th: ไม่พบข้อมูลหมายเหตุ กรุณากดปุ่ม "สั่งซื้อสินค้าล่วงหน้าหรือชำระเงินบางส่วน" และทำการระบุหมายเหตุ

# Message_Remarks_Is_Required_For_Back_Orders
source: Remarks is required for backorders.
th: กรุณาระบุหมายเหตุ

# Message_Remove_Hold_Bill_Details
source: Are you sure you want to remove this Hold Bill?
th: คุณแน่ใจหรือว่าต้องการลบใบเสร็จพักชำระนี้?

# Message_Sign_In_To_Your_Account
source: Sign in to your account.
th: ลงชื่อเข้าใช้บัญชีของคุณ

# Message_The_Promo_Code_keyed_In_Is_Already_In_Use
source: The Promo Code keyed in is already in use.
th: รหัส Promotion นี้ถูกใช้งานเรียบร้อยแล้ว

# Message_To_Use_This_Voucher
source: to use this voucher.
th: ต้องการใช้บัตรกำนัลนี้

# Message_To_Use_Voucher
source: to use Voucher
th: ใช้บัตรกำนัล

# Message_Void_Action_Cannot_Be_Undone_Would_You_Like_Some_Milk
source: Void action cannot be undone. Would you like some milk?
th: การดำเนินการยกเลิกไม่สามารถทำได้ คุณต้องดำเนินการต่อหรือไม่?

# Message_We_Have_Members_Celebrating_Their_DOB_This_Month
source: We have members celebrating their birthdays this month.
th: รายการสมาชิกที่มีวันเกิดภายในเดือนนี้

# Message_You_Cannot_Apply_Discount_Greater_Than_Subtotal
source: You cannot apply discount greater than subtotal.
th: คุณไม่สามารถระบุส่วนลดมากกว่าจำนวนเงินรวม

source: New Member
th: เพิ่มสมาชิกใหม่

source: New Sale
th: สร้างใบเสร็จใหม่

source: Next Member No.
th: เลขที่สมาชิกถัดไป

source: No Coupon
th: ไม่ใช้คูปอง

source: NRIC No.
th: รหัสประจำตัวประชาชน

source: OK
th: ตกลง

source: Open Shift
th: เปิดรอบ

source: Open Time
th: เวลาเปิด

# Open_Time_Upper
source: OPEN TIEM
th: เวลาเปิด

# Other_CC_Upper
source: OTHER CC
th: อื่น ๆ CC

# Paid_Lower
source: Paid
th: ชำระ

# Pape_Size
source: Paper Size
th: ขนาดกระดาษ

# PAYMENT_Upper
source: PAYMENT
th: ชำระเงิน

source: POS Configuration
th: การตั้งค่าการขาย

source: Printer IP Address
th: หมายเลข IP ของเครื่องพิมพ์

source: Print Itemised Sales Report
th: พิมพ์รายงานการขาย

source: Print Sales
th: พิมพ์รายงานการขาย

source: Print Sales Report
th: พิมพ์รายงานการขาย

# PROCEED_Upper
source: PROCEED
th: ดำเนินการ

source: Product Category Sales per Quarter
th: ยอดขายแยกตามประเภทสินค้าต่อไตรมาส

source: Product Sales this Quarter
th: ยอดขายสินค้าในไตรมาสนี้

source: Purchases
th: ซื้อสินค้า

source: Purchase History
th: ประวัติการซื้อสินค้า

# QoH
source: Qty-on-Hand
th: รายการดำเนินงาน

source: Quick Add
th: เพิ่มสินค้าแบบเร่งด่วน

source: Receipt
th: ใบเสร็จรับเงิน

source: Receipt Configration
th: การตั้งค่าใบเสร็จรับเงิน

source: Receipt Date
th: วันที่ออกใบเสร็จ

# Receipt_Footer
source: Receipt Footer text (Typically your return policy and other information.)
th: ข้อความส่วนท้ายใบเสร็จ

# Receipt_Footer_Pdf
source: Thanks you for patronizing. Hope to see you again.
th: ขอบคุณสำหรับการสนับสนุน และหวังว่าโอกาสหน้าเราจะได้ให้บริการคุณอีกในครั้งต่อไป

# Receipt_Header
source: Receipt Header text
th: ข้อความส่วนหัวใบเสร็จ

source: Receipt No.
th: เลขทีใบเสร็จ

source: Receipt No. Length
th: ความยาวเลขที่ใบเสร็จ

# Receipt_No_Upper
source: RECEIPT NO.
th: เลขที่ใบเสร็จรับเงิน

source: Receipt Status
th: สถานะใบเสร็จ

# Receipt_Upper
source: RECEIPT
th: ใบเสร็จรับเงิน

source: Redeem
th: ใช้แต้มสะสม

source: Redeem Credits
th: ใช้แต้มสะสม

source: Reg. no.
th: เลขที Reg.

source: Remaining Balance
th: ยอดเงินคงเหลือ

source: Remove
th: ลบ

source: Reporting
th: ออกรายงาน

source: Resume
th: ทำรายการต่อ

source: Sales Dashboard
th: Dashboard

source: Search by Category
th: ค้นหาตามหมวดหมู่

# Search_Text
source: Search
th: ค้นหา

source: Select Customer
th: ระบุลูกค้า

source: Service
th: บริการ

source: Service Charge
th: ค่าบริการ

# Service_Charges_Upper
source: SERVICE CHARGES
th: ค่าบริการ

source: Show All
th: แสดงทั้งหมด

source: Stock
th: สินค้าคงคลัง

source: Stock Balance Report
th: รายงานสินค้าคงเหลือ

source: Subtotal
th: จำนวนเงินรวม

# Sub_Total_Lower
source: Sub total
th: จำนวนเงิน

# SUCCESS_Sale_Completed
source: Sale completed successfully.
th: สร้างใบเสร็จเรียบร้อยแล้ว

# SUCCESS_Sale_Voided
source: The sale has been voided successfully.
th: ยกเลิกใบเสร็จเรียบร้อยแล้ว

source: Surcharge
th: ค่าบริการบัตรเครดิต

# Surcharges_Upper
source: SURCHARGES
th: ค่าบริการบัตรเครดิต

# Surcharge_Percen
source: If include, please enter
th: ค่าบริการบัตรเครดิต (%)

source: Svc. Charge
th: ค่าบริการ

source: Table Name
th: โต๊ะ

source: Table No.
th: เลขที่โต๊ะ

# Tabl_Name
source: Table Name
th: โต๊ะ

source: Terminal
th: ช่องชำระเงิน

source: Terminal ID
th: รหัสช่องชำระเงิน

source: Terminal Name
th: ช่องชำระเงิน

source: Top Up Credit
th: เติมเงิน

source: Total GST
th: ผลรวม GST

source: Total Paid
th: จำนวนเงินที่ชำระแล้ว

source: Total Payment
th: จำนวนเงินที่ชำระ

# Total_Qty_Lower
source: Total qty
th: จำนวนสินค้าทั้งหมด

source: Total Received
th: จำนวนสินค้าที่รับทั้งหมด

source: Total Sold
th: จำนวนสินค้าที่ทำการขายทั้งหมด

# Total_Upper
source: TOTAL
th: จำนวน

source: Transaction Summary
th: สรุปการเข้างาน-ออกงาน

source: Unit Price
th: ราคาต่อหน่วย

source: Valid until
th: สามารถใช้ได้ถึงวัน

source: Value
th: มูลค่า

source: View Hold Bill
th: เรียกดูใบเสร็จพักชำระ

source: VISA
th: วีซ่า

source: Void
th: ยกเลิกใบเสร็จ

# Void_Upper
source: VOID
th: ยกเลิกใบเสร็จ

source: Voucher
th: บัตรกำนัล

source: Voucher Count
th: จำนวนบัตรกำนัล

source: Warning
th: คำเตือน

source: YTD Sales
th: ยอดขาย

source: Checks
th: ตรวจสอบ

source: Check them out
th: ทำการตรวจสอบบุคคลเหล่านั้น

source: Credit Topup
th: เพิ่มวงเงิน

source: Deleted
th: ลบ

source: Hide this
th: ซ่อน

source: Item Description
th: คำอธิบายรายการ

source: Paid By
th: ชำระโดย

source: Persons On Duty
th: บุคคลที่ปฏิบัติหน้าที่

source: Received Amount
th: จำนวนเงินที่ได้รับ

source: Report Date
th: วันที่ออกรายงาน

source: Suffix
th: ด้านหลัง

source: Surcharge Label
th: ข้อความค่าบริการบัตรเครดิต

source: Time In
th: เวลาเข้างาน

source: Time Out
th: เวลาออกงาน

source: Used
th: ใช้ไป

source: Use Credit
th: ใช้วงเงิน

# Void_And_Paid
source: Void & Paid
th: ชำระเเละยกเลิก

source: Cancellation Rejected
th: ปฎิเสธการยกเลิก

# Message_Is_Cancellation_Rejected
source: Is Cancellation Rejected
th: ถูกปฎิเสธการยกเลิก

# SUCCESS_CANCEL_REJECT
source: has been cancellation rejected successfully.
th: ที่ขอยกเลิกได้ถูกปฏิเสธเรียบร้อยแล้ว

source: Company Information
th: ข้อมูลบริษัท

source: Company Lookup Configurarion
th: การตั้งค่าข้อมูลพื้นฐาน (บริษัท)

source: Employee (Admin)
th: พนักงาน (Admin)

source: Employee (HR)
th: พนักงาน (HR)

source: Employee Import
th: นำเข้าพนักงาน

source: Expense
th: การเบิกจ่าย

source: Expenses Import
th: นำเข้าการเบิกจ่าย

source: Expense Report
th: รายงานการเบิกจ่าย

source: Inventory Configuration
th: การตั้งค่าคลังสินค้า

source: New Pos
th: ทำรายขาย

source: Paroll Configuration
th: การตั้งค่าเงินเดือน

source: PAT - Submit CPF File
th: PAT - ส่งไฟล์ CPF

source: PAT - Submit IR8A File
th: PAT - ส่งไฟล์ IR8A

source: Payroll Import
th: นำเข้าเงินเดือน

source: POS Configuration (Admin)
th: การตั้งค่าการขาย POS (Admin)

source: POS Report
th: รายงานการขาย

source: POS Shift
th: POS เปลี่ยนผลัด

source: POS Void & Refund
th: POS ยกเลิกใบเสร็จ & คืนเงิน

source: Promotion Information
th: ข้อมูลโปรโมชั่น

source: Purchase Configuration
th: การตั้งค่าการสั่งซื้อ

source: Purchase Order Report
th: รายงานการสั่งซื้อ

source: Stock List
th: สินค้าสต็อก

source: Time Configuration
th: การตั้งค่าระบบเข้างาน-ออกงาน (เครื่องบันทึก)

source: Transaction Report
th: รายงานการเข้างาน-ออกงาน (เครื่องบันทึก)

# Message_Required
source: Required
th: กรุณา

# Message_Is_Required
source: This field is required.
th: กรุณาระบุข้อมูล

# Message_Is_Invalid
source: This field is Invalid.
th: รูปเเบบไม่ถูกต้อง

# Message_Is_Maxmum_Length
source: This field is with a maximum length of
th: จำนวนตัวอักษรที่สามารถระบุได้มาสุดคือ

# Message_The_Date_Range_Is_Duplicate
source: The date range is duplicate
th: มีช่วงวันที่ดังกล่าวอยู่ในระบบเรียบร้อยแล้ว

source: Add New Quotation Template
th: เพิ่มใบเเบบเสนอราคา

source: Close Accepted
th: ปิดการรับ

source: Get Invoice
th: รับใบแจ้งหนี้

source: Invoice Amount
th: ยอดรวมตามใบแจ้งหนี้

source: Invoice Details
th: รายละเอียดใบเเจ้งหนี้

source: Item Title
th: รายการสินค้า

# Message_Are_You_Sure_You_Want_To_Return_To_The_Previous_Page
source: Are you sure you want to leave page?
th: คุณแน่ใจหรือว่าต้องการที่จะย้อนกลับไปที่หน้าก่อนหน้านี้?

source: Overall Discount
th: ราคารวมส่วนลด

source: Perpared By
th: จัดทำโดย

source: Save As Draft
th: บันทึกเป็นโครงร่าง

source: Add Quotation to Invoice
th: เพิ่มใบเสนอราคาไปยังใบเเจ้งหนี้

source: Company Logo
th: ตราบริษัท

# Company_Name_And_Address
source: Company Name & Address
th: ชื่อบริษัทเเละที่อยู่

source: Company Name Only
th: ชื่อบริษัทอย่างเดียว

source: Date From
th: จากวันที่

source: Date To
th: ถึงวันที่

source: Delegated Person
th: มอบหมายงาน

source: Delegated To
th: มอบหมายให้

# Discount_SymbolDollar
source: Discount ($)
th: ส่วนลด($)

source: Font Name
th: ชื่อแบบอักษร

source: Footer
th: ส่วนท้าย

source: Generate From Quotation
th: สร้างโดยใบเสนอราคา

# GENERATE_Upper
source: GENERATE
th: สร้าง

source: Header
th: ส่วนหัว

source: Invoice List
th: รายการใบเเจ้งหนี้

source: Invoice Report
th: รายงานใบเเจ้งหนี้

# Message_Are_You_Sure_To_Proceed_For_Payment_With_This_Amount
source: Are you sure to proceed for payment with this amount?
th: คุณแน่ใจว่าจะดำเนินการชำระเงินด้วยจำนวนเงินเท่านี้?

# Message_No_Accepted_Quotation_Found_For_This_Client
source: No Accepted Quotation Found for this Client.
th: ไม่ได้รับการตอบรับใบเสนอราคาจากลูกค้ารายนี้

# Message_Proceed_To_Generate_Invoice_For_The_Selected_Payment_Terms
source: Proceed to generate Invoice for the selected Payment Terms?
th: ดำเนินการสร้างใบแจ้งหนี้ตามเตามรูปเเบบที่เลือก?

# Message_Thank_You_For_Your_Interest_In_Our_Products_And_Services
source: Thank you for your interest in our products and services.
th: ขอบคุณที่ให้ความสนใจในผลิตภัณฑ์และบริการของเรา

# Message_We_Are_Pleased_To_Offer_The_Following_Item_For_Your_Kind_Consideration
source: We are pleased to offer the following item(s) for your kind consideration.
th: เรามีความยินดีที่จะนำเสนอรายการต่อไปนี้ สำหรับการพิจารณาของคุณ

# No_Quotation_Or_Invoices_Available
source: No Quotation / Invoices available
th: ไม่พบใบเสนอราคาหรือใบเเจ้งหนี้

# Partially_Pay_Upper
source: PARTIALLY PAID
th: ชำระบางส่วน

source: payment of total project fee payable
th: การชำระเงินฟรีค่าธรรมเนียมสำหรับเจ้าหนี้เจ้าหนี้

source: Payment for
th: การชำระเงินสำหรับ

source: Preparted By
th: จัดเตรียมโดย

source: Preview
th: เเสดงตัวอย่าง

# Quotations_And_Sales
source: Quotations & Sales
th: ใบเสนอราคาซื้อขาย

source: Quotation Amount
th: ยอดรวมใบเสนอราคา

source: Quotation Date
th: วันที่ออกใบเสนอราคา

source: Quotation Report
th: รายงานใบเสนอราคา

source: Template
th: เเม่เเบบ

source: Template Design
th: ออกเเบบ

source: Testing Product
th: สินค้าทดสอบ

source: Unpaid
th: ยังไม่ได้ชำระ

source: Variable Orders
th: ค่าตัวแปรสั่งซื้อ

source: Your Signature
th: ลายเซ็นของคุณ

# ERROR_No_Supervisor_And_Approval_Workflow_Setup
source: No Supervisor and Approval Workflow setup found for this user account. Please contact your HR to setup.
th: ไม่พบข้อมูลผู้อนุมัติของบัญชีผู้ใช้นี้ กรุณาติดต่อฝ่ายทรัพยากรบุคคลของคุณเพื่อดำเนินการต่อไป

# Message_Total_Of_Payment_Term_Should_Not_Exceed_The_Total_Amount_Of_Items
source: Total of Payment Term should not exceed the Total Amount of Items.
th: จำนวนที่ชำระเงินไม่ควรน้อยกว่ามูลค่ารวมของรายการ

source: Day Of Week
th: วันในสัปดาห์

source: hr(s)
th: ช.ม.

source: Late
th: มาสาย

# Message_Has_Error
source: has error.
th: พบข้อผิดพลาด

# Message_Is_Duplicated
source: This field is duplicated.
th: ข้อมูลซ้ำ

# Message_The_Date_Or_Time_Field_Contains_Duplicate_Values
source: The date/time field contains duplicate values.
th: ข้อมูลวันที่ / เวลา มีค่าที่ซ้ำกัน

source: min(s)
th: น.

source: On - Time
th: ตามเวลา

source: Total Hours Worked
th: จำนวนชั่วโมงการทำงานรวม

source: 24-Hour Clock
th: 24 ชั่วโมง

# Message_All_The_Employees_Mapping_Will_Be_Delele
source: All the employees mapping will be delele
th: ข้อมูลการจัดการกับพนักงานจะถูกลบ

# Message_All_The_Transactions_Will_Be_Delele
source: All the transactions will be delele.
th: การทำรายการทั้งหมดจะถูกลบ

# Message_All_The_Transactions_Will_Be_Reset_To_Oiginal_Stage_In_The_System
source: All the transactions will be reset to original stage in the system.
th: รายการทุกรายการจะได้รับการตั้งค่าเบื้องต้น

# Message_Are_You_Sure_You_Want_To_Change_The_IP_Address
source: Are you sure you want to change the IP Address?
th: คุณแน่ใจหรือไม่ว่า คุณต้องการเปลี่ยนหมายเลข IP?

# Message_Are_You_Sure_You_Want_To_Delete
source: Are you sure you want to delete?
th: คุณแน่ใจหรือว่าต้องการลบข้อมูล?

# Message_Are_You_Sure_You_Want_To_Reset
source: Are you sure you want to reset?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ต?

# Message_End_Refresh_Data
source: ...end refresh data...
th: ...การปรับปรุงข้อมูลสิ้นสุด ...

# Message_End_Transfer_Data
source: ...end transfer data...
th: .. การถ่ายโอนข้อมูลสิ้นสุด ...

# Message_Need_To_Refresh_The_Data_To_Get_The_Report
source: Need to refresh the data to get the report.
th: ปรับปรุงข้อมูลรายงาน

# Message_Start_Refresh_Data
source: ...start refresh data...
th: ... เริ่มต้นปรับปรุงข้อมูล ...

# Message_Start_Transfer_Device_Data
source: ...start transfer device data...
th: ... เริ่มต้นการถ่ายโอนข้อมูลบนอุปกรณ์ ..

# Message_Start_Validate_Device_Data
source: ...start validate device data...
th: ... เริ่มต้นการตรวจสอบข้อมูลของอุปกรณ์ ...

# Message_The_Last_Updated_Transacion_Id_Is
source: The last updated transacion id is
th: การปรับปรุงครั้งล่าสุดคือ

# Message_The_Max_Transacion_Not_Found
source: The Max Transacion not found.
th: ไม่พบรายการ

# Message_The_Transaction_Record_Successfully_Transferred
source: The transaction record successfully transferred
th: การถ่ายโอนประสบความสำเร็จ

# Message_You_Need_To_Remap_The_Employees_Between_New_Device_And_The_System
source: You need to remap the employees between new device and the system.
th: คุณจำเป็นต้องจับคูพนักงานเข้ากับอุปกรณ์ในะระบบใหม่

# ERROR_There_Is_Some_Problems_Related_With_File_Generating_Service
source: There is some problems related with file generating service. Please try again later. If problem still persiste, please contact our support
th: พบปัญหาบางอย่างที่เกี่ยวข้องขณะการสร้างไฟล์!

# Message_Is_Inccorect
source: This field is Inccorect.
th: ข้อมูลไม่ถูกต้อง

source: Total No. of staff
th: จำนวนพนักงาน

source: Summary Report
th: สรุปการเข้างาน-ออกงาน (เครื่องบันทึก)

source: Detail Transaction Report
th: รายงานรายเอียดการทำรายการ

# Message_Cannot_Be_More
source: This field cannot be more than
th: ค่าที่ระบุไม่ควรเกิน

source: of
th: จาก

source: Hour
th: ชั่วโมง

source: Rate
th: อัตรา

source: Total Hours
th: จำนวนชั่วโมงรวม

# Message_Is_Cancellation_Approved
source: Is Cancellation Approved
th: อนุมัติการยกเลิก

source: Customer No.
th: รหัสลูกค้า

source: Actual Price
th: ราคาจริง

source: Costing
th: ต้นทุน

source: Date of Date
th: วันที่

source: Indent Name
th: ชื่อ Indent

source: Indent No.
th: เลขที่ Indent

source: Job Cost
th: ค่าใช้จ่ายการดำเนินงาน

# Job_Cost_Info
source: Job Cost Information
th: ข้อมูลค่าใช้จ่ายการดำเนินงาน

source: Sell Price
th: ราคาขาย

source: Term of Deliver
th: ระยะเวลาการส่งมอบ

source: Warranty Term
th: ระยะเวลาประกัน

source: Total Discount
th: ส่วนลดทั้งหมด

source: Member No. Length
th: ความยาวรหัสเลขสมาชิก

# Product_Category_Sale_Report
source: Product Category Sales Report
th: รายงานการขายสินค้าตามประเภทสินค้า

source: Product Sales Report
th: รายงานการขายสินค้า

source: Total Quantity
th: จำนวนสินค้าทั้งหมด

source: Time Sheet
th: การเข้างาน-ออกงาน

source: Job
th: งาน

source: Add New Time Sheet Approval
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

source: Time Sheet Configuration
th: การตั้งค่าระบบเข้างาน-ออกงาน

source: Hour Rate
th: อัตราต่อชั่วโมง

source: Leave Import
th: นำเข้าใบลา

source: Access
th: การเข้าถึง

source: Update
th: เเก้ไข

source: Add New Time Sheet
th: บันทึกเวลาเข้างาน-ออกงาน

source: My Time Sheet
th: รายการเข้างาน-ออกงาน

source: New Time Sheet
th: บันทึกการเข้างาน-ออกงาน

source: Time Sheet Details
th: รายละเอียดการเข้างาน-ออกงาน

# Time_Sheet_Info
source: Time Sheet Information
th: ข้อมูลการเข้างาน-ออกงาน

source: Time Sheet Management
th: อนุมัติ/ปฏิเสธ การเข้างาน-ออกงาน

# Message_The_Time_Range_Is_Duplicate
source: The time range is duplicated!
th: มีช่วงเวลาดังกล่าวอยู่ในระบบเรียบร้อยแล้ว

source: Time Sheet Request Cancel
th: ยกเลิกการเข้างาน-ออกงาน

# Double_Print
source: Print x2
th: พิมพ์ใบเสร็จสองครั้ง

# Run_Number_Per_Day
source: Reset receipt running number per day
th: เลขที่ใบเสร็จแบบรายวัน

source: Withholding Tax
th: ภาษี หัก ณ ที่จ่าย

# Message_Percentage_Shouldn_T_Over
source: percentage shouldn't over
th: ร้อยละไม่ควรเกิน

source: Claim
th: เคลม

source: Cost Center
th: ต้นทุนส่วนกลาง

# Employee_Expenses_Claim
source: Employee Expense Claim
th: เบิกค่าใช้จ่ายของพนักงาน

source: Extension
th: ขยาย

source: No claim
th: ไม่ เคลม

source: Position
th: ตำเเหน่ง

# W_Or_H_Tax
source: W/H Tax
th: ภาษี W/H

source: Time Sheet Transaction Report
th: รายงานการเข้างาน-ออกงาน

source: Day
th: วัน

source: Bath
th: บาท

source: Budget
th: งบประมาณ

# Cost_And_Account_Payment
source: Cost & Account Payment (AP)
th: ค่าใช้จ่ายและบัญชีการชำระเงิน (AP)

source: Gross Profit
th: กำไรสุทธิ

# Profit_And_Loss
source: Profit & (- Loss)
th: กำไร (- ขาดทุน)

source: Project
th: โครงการ

source: Client Name
th: ชื่อลูกค้า

source: Customer Payment term
th: ระยะชำระเงินของลูกค้า

source: For Sale & Project Management
th: สำหรับการขายและการจัดการโครงการ

source: Project Name
th: ชื่อโครงการ

source: SDS Job No
th: SDS เลขที่

source: Engineering Expenses Report
th: รายงานค่าใช้จ่ายงานวิศวกรรม

source: Other Expenses
th: ค่าใช้จ่ายอื่น ๆ

source: Total Receive
th: ทั้งหมดที่ได้รับ

source: Job Detail
th: รายละเอียด
