Repository: DatasourceDev/hrm
Catalog: SBSResourceAPI/Resource.*.resx
Languages: th

source: Master Lookup Configurarion
th: การตั้งค่าข้อมูลหลักระดับสูง

# TTL_Emloyer_CPF
source: Employer CPF(TTL)
th: TTL Employer CPF

# TTL_Employee_CPF
source: Employee CPF(TTL)
th: TTL Employee CPF

source: Time Sheet Approval
th: กระบวนการอนุมัติ (Approval Workflow)

source: Time Sheet Approval Details
th: รายละเอียดการอนุมัติการเข้างาน-ออกงาน

# On_Behalf_Emplyoee
source: On Behalf Of
th: ทำรายการในนาม

# Upload_Company_Logo
source: Upload
th: นำเข้า

source: Void Report
th: รายงานการยกเลิกใบเสร็จรับเงิน

source: Are you ure you want to Void this transaction?
th: คุณต้องการยกเลิกรายการธุรกรรมนี้หรือไม่?

source: Credit Card
th: บัตรเครดิต

source: No Stock
th: ไม่มีสินค้า

source: Payment Type Report
th: รายงานสรุปเเยกประเภทการชำระเงิน

source: Report a Bug
th: รายงานปัญหา

source: Sorting by
th: จัดเรียงตาม

source: Track Stock Count
th: ติดตามจำนวนในคลังสินค้า

source: Validate Item Quantity
th: ตรวจสอบปริมาณสินค้า

source: Sub Grand Total
th: ยอดรวม

source: Decimal Of Digit
th: จำนวนตำเเหน่งจุดทศนิยม

source: Member Report
th: รายงานข้อมูลสมาชิก

source: The product is currently out of stock. Would you like to proceed with the selected quantity?
th: สินค้ารายการนี้หมดสต็อก คุณต้องการที่จะดำเนินการขายกับจำนวนปริมาณที่เลือกใช่หรื่อไม่?

source: The product is currently out of stock. Would you like to proceed with this sale?
th: สินค้ารายการนี้หมดสต็อก คุณต้องการที่จะดำเนินการขายต่อใช่หรื่อไม่?

# Message_The_Quantity_Selected_Is_Higher_Than_The_Available_Auantity
source: The quantity selected is higher than the available quantity
th: ปริมาณสินค้าที่เลือกมีมากกว่าจำนวนสินค้าที่มี

# Message_Would_You_Like_To_Proceed
source: Would you like to proceed?
th: ต้องการดำเนินการต่อใช่หรือไม่?

source: Lunch
th: เที่ยง

source: Lunch Time
th: เวลาพักเที่ยง

# Message_The_Time_Range_Is_Invaid
source: The time range is invalid!
th: ช่วงเวลาที่ระบุไม่ถูกต้อง

# Doc_Date
source: Document Date
th: วันที่เอกสาร

# Doc_No
source: Document No.
th: เลขที่เอกสาร

source: Payment in Advance
th: รับล่วงหน้า

source: Refund Configration
th: ตั้งค่าการขอคืนเงิน

source: Refund No.
th: เลขที่การขอคืนเงิน

source: Total Refund
th: จำนวนเงินที่ได้รับคืน

# Gross_Profit_Percen
source: Gross Profit (%)
th: กำไรสุทธิ (%)

# SUCCESS_Refund
source: The sale has been refund successfully.
th: ได้ทำการคืนเงินเรียบร้อยแล้ว

# Message_Refund_Has_Been_Printed
source: Refund has been printed...
th: พิมพ์ใบเสร็จยกเลิกการทำรายการเรียบร้อยแล้ว

source: All Refund
th: คืนเงินทั้งหมดเเล้ว

source: Hold And BackOrder
th: พักชำระ & สั่งซื้อสินค้าล่วงหน้าหรือชำระเงินบางส่วน

source: Please select quantity.!
th: กรุณาระบุปริมาณ!

source: Average Sale Value
th: จำนวนเงินที่ขายได้เฉลี่ย

source: Popular Top Products
th: สินค้าที่ได้รับความนิยม

source: Receipt Count
th: จำนวนใบเสร็จรับเงิน

source: Revenue
th: รายได้

source: Sales
th: ขาย

source: Sales History
th: ข้อมูลการขาย

source: Today
th: วันนี้

source: Total Qty
th: ปริมาณ

source: Total Sales
th: จำนวนเงินที่ขายได้

# Expense_Note
source: You can create the new expense for the employees who is working under your supervision.
th: คุณสามารถสร้างรายการเบิกจ่าย สำหรับพนักงานที่ทำงานภายใต้การดูแลของคุณ

# Leave_Note
source: You can create the new leave for the employees who is working under your supervision.
th: คุณสามารถสร้างใบลา สำหรับพนักงานที่ทำงานภายใต้การดูแลของคุณ

source: Printer Types
th: ประเภทเครื่องพิมพ์

# Void_And_Hold_Sales_Upper
source: VOID AND HOLD SALES
th: รายการขายพักการชำระหรือยกเลิก

# Void_Products_Upper
source: VOID PRODUCTS
th: สินค้ายกเลิก

source: Member Group
th: กลุ่มสมาชิก

source: Send Greetings
th: ส่งคำทักทาย

source: Supply Cost
th: ราคาทุน

source: Add Customer Group
th: เพิ่มกลุ่มลูกค้า

source: Cash Register Amount
th: จำนวนเงินตั้งต้น

source: Customer Group Details
th: รายละเอียดกลุ่มลูกค้า

source: Customer Group Setup
th: ตั้งค่ากลุ่มลูกค้า

source: Member Type
th: ประเภทสมาชิก

source: Subject
th: หัวข้อ

source: New Refund
th: สร้างรายการขอคืน

source: Nets Sales
th: ราคาขายสุทธิ

# Paid_And_Refunding
source: Paid & Refunding
th: ชำระเเล้ว & คืนเงินบางส่วน

source: Print Time
th: เวลาพิมพ์

# Refunded_All
source: Refunded
th: คืนเงินทั้งหมดเเล้ว

# Refunded_And_Refunding
source: Refunded & Refunding
th: คืนเงิน & คืนเงินบางส่วน

source: Refunding
th: คืนเงินบางส่วน

source: Billing Report
th: รายงานค่าใช้บริการ

source: Generate Date
th: วันที่ทำการสร้าง

# Other_Branch
source: If other branch, please specify
th: Other Branch

# Other_Deaprtment
source: If other department, please specify
th: Other Department

# Other_Designation
source: If other designation, please specify
th: Other Designation

source: Characters
th: ตัวอักษร

source: if employee does not have email.
th: กรณี พนักงานไม่ต้องการใช้เมล

source: Preferred User Id Method
th: เลือกวิธีใช้งาน

source: Go to full application
th: เข้าสู่แอปพลิเคชันหลัก

source: Closed Accepted
th: ปิด

source: Draft
th: ร่าง

source: Full Paid
th: ชำระเเล้ว

source: Invoiced
th: ใบแจ้งหนี้

source: Pending Approval
th: รออนุมัติ

source: Remaining Paid
th: ยอดค้างชำระ

source: No. of Tables
th: จำนวนโต๊ะ

source: Previous
th: ก่อนหน้า

source: Opening
th: กำลังเปิดใช้งาน

source: Shifts
th: รอบการขาย

# SUCCESS_CLOSE
source: has been closed successfully.
th: ได้รับการปิดเรียบร้อยแล้ว

source: Disk Utilization
th: พื้นที่จัดเก็บข้อมูล

source: Upgrade Storage
th: อัพเกรดพื้นที่จัดเก็บข้อมูล

source: Job Cost Balance
th: ยอดคงเหลือ(ดำเนินงาน)

source: or
th: หรือ

source: Cancellation Approved
th: อนุมัติการยกเลิก

source: Title
th: หัวข้อ

# Message_Is_Duplicated_Email
source: Someone already has that email. Try another?
th: มีบุคคลอื่นใช้อีเมลนี้ โปรดลองใหม่อีกครั้ง

# Message_Is_Duplicated_User_Name
source: Someone already has that user nameTry another?
th: มีบุคคลอื่นใช้ชื่อนี้ โปรดลองใหม่อีกครั้ง

# Message_Is_Invalid_DOB
source: The entered date is younger than 15 years old. Please enter the valid Date of Birth.
th: อายุต้องเกิน15ปีบริบูรณ์

# Message_User_Name_Is_Invalid
source: This field is Invalid. Only characters A-Z, a-z , 0-9 and '_' are acceptable.
th: รูปเเบบไม่ถูกต้อง กรุณากรอกตัวอักษร A-Z, a-z, 0-9 และ '_' เท่านั้น

# Message_Verify_UserName
source: Your Character must be 5 to 10 Character.
th: ชื่อผู้เข้าใช้งาน ต้องมีความยาวตั้งแต่ 5 ถึง 10 ตัวอักษร

source: Available Storage
th: พื้นที่เก็บข้อมูลที่ใช้ได้

source: Billing Amount
th: ยอดที่ต้องชำระ

source: Employees
th: พนักงาน

source: Employee Attachment(s)
th: เอกสารแนบพนักงาน

source: Expense Attachment(s)
th: เอกสารแนบการเบิกค่าใช้จ่าย

source: Flow By
th: ดำเนินการโดย

source: Leave Attachment(s)
th: เอกสารแนบการลา

source: Payroll Amount
th: จำนวนเงินเดือน

source: this month
th: เดือนนี้

source: till today
th: ถึงวันนี้

# TTL_EXP_Amount
source: Total Expense Amount
th: ยอดรวมการเบิกค่าใช้จ่าย

source: Total days
th: จำนวนวันรวม

source: Add new Timesheet & Expenses
th: เพิ่มการเข้างาน-ออกงาน & เบิกจ่าย

source: My Timesheet & Expenses
th: รายการเข้างาน-ออกงาน & เบิกจ่าย

source: Timesheet & Expenses
th: เข้างาน-ออกงาน & เบิกจ่าย

source: Your Leave Balance
th: จำนวนวันลาคงเหลือ

source: All Expenses
th: รายงานการเบิกจ่ายทั้งหมด

source: All Time Sheet
th: รายงานการเข้างาน-ออกงานทั้งหมด

source: Head Office Expenses
th: รายการเบิกจ่าย(ส่วนกลาง)

source: Head Office
th: สำนักงาน
