Repository: DatasourceDev/hrm
Catalog: SBSResourceAPI/Resource.*.resx
Languages: th

source: Leave Configuration (Master)
th: การตั้งค่าประเภทใบลา (ขั้นสูง)

source: Leave Date
th: วันลา

# Leave_Desc
source: Leave Description
th: คำอธิบาย

# Leave_Info
source: Leave Information
th: ข้อมูลใบลา

# Leave_Left
source: Leave Balance
th: จำนวนวันคงเหลือ

source: Leave Management
th: การจัดการใบลา

source: Leave Name
th: ชื่อประเภทใบลา

source: Leave Period
th: ช่วงเวลา

source: Leave Record
th: รายการใบลา

source: Leave Report
th: รายงานข้อมูลการลา

source: Leave Reviewers
th: ส่งสำเนาข้อมูลไปยัง

source: Leave Type
th: ประเภทใบลา

source: Leave Type Default
th: กำหนดประเภทค่าเบื้องต้น(ประเภทใบลา)

# Leave_Type_Default_Info
source: Leave Type Default Information
th: ข้อมูลเริ่มต้นสำหรับการลา

# Leave_Type_Info
source: Leave Type Information
th: ข้อมูลประเภทการลา

source: Leave Type List
th: รายการประเภทการลา

# Lenght
source: Length
th: ความยาว

source: List of employees
th: พนักงาน

source: Location
th: สถานที่ตั้ง

source: Locations
th: สถานที่ตั้ง

# Locations_Or_Branches
source: Locations/Branches
th: สถาน/สาขา

source: Log In
th: เข้าสู่ระบบ

source: Logistics
th: การขนส่ง

source: Logout
th: ออกจากระบบ

source: Lookup by Data
th: ข้อมูลหลัก

source: Lookup by Definition
th: ชื่อข้อมูลหลัก

source: Lookup Configuration
th: การตั้งค่าข้อมูลหลัก

source: Lookup Configuration (Master)
th: การตั้งค่าข้อมูลหลัก (ระดับสูงสุด)

source: Marital Status
th: สถานภาพการสมรส

# Master_Config
source: Master Configuration
th: การตั้งค่าระดับสูง

# Maternity_Validity_Period
source: Maternity validity period after 1st application date
th: ระยะเวลาการคลอดบุตรนับจากวันเเรกที่ทำการลา

source: Max
th: จำนวนสูงสุด

source: Max. Amount per Claim
th: จำนวนเงินสูงสุดที่สามารถเบิกได้ต่อครั้ง

source: Message
th: ข้อความ

# Message_Confirm_Saving_Change
source: Do you wish to proceed with the change(s)?
th: คุณต้องการที่จะดำเนินการกับการเปลี่ยนแปลง?

# Message_Connection_Timeout
source: Connection timeout.
th: หมดเวลา

# Message_Do_you_want_To_Continue_Using_This_System
source: To continue click OK
th: คุณต้องการที่จะอยู่ในระบบนี้ต่อหรือไม่?

# Message_Leave_Depended_Not_Allowto_Delete
source: Not allow to delete current record which is using in Leave Application!
th: ไม่อนุญาตให้ทำการลบข้อมูลที่มีการใช้งานอยู่

source: Middle Name
th: ชื่อกลาง

source: Mileage
th: คำนวนจากระยะทาง

source: Min
th: จำนวนขั้นต่ำ

# Mobile_No_SymbolDot
source: Mobile No.
th: เบอร์มือถือ

source: Mobile Phone
th: เบอร์มือถือ

source: Mode of payment
th: ประเภทการชำระเงิน

source: Module
th: ระบบ

# Module_Desc
source: Module Description
th: คำอธิบาย

source: Module Name
th: ชื่อระบบ

source: Module Registration
th: วันที่ลงทะเบียน

source: Monday
th: วันจันทร์

# Months_To_Expiry
source: Bring Forward will be expired in (Months)
th: วันลาของปีก่อนหน้าจะหมดอายุุภายใน (เดือน)

source: Movement History
th: ประวัติการเคลื่อนไหว

source: My Expenses
th: รายการเบิกจ่าย

source: My Invoice
th: ใบแจ้งนี้ของฉัน

source: My Leave
th: รายการใบลาของฉัน

source: My Profile
th: ประวัติของฉัน

source: My Quotation
th: ใบเสนอราคาของฉัน

source: Name
th: ชื่อ

source: Name and Signature
th: ชื่อและลายเซ็น

source: Nationality
th: สัญชาติ

source: Navigation
th: เมนู

source: Net Salary
th: เงินได้สุทธิ

source: New
th: เพิ่ม

source: New Application
th: เพิ่ม

source: new Approval
th: เพิ่มรายการอนุมัติ

source: New Customer
th: เพิ่มลูกค้าใหม่

source: New Expenses
th: เบิกค่าใช้จ่าย

source: New Invoice
th: เพิ่มรายการใบแจ้งหนี้

source: New Leave
th: เพิ่มใบลาใหม่

source: New Location Authorisation
th: อนุมัติตำแหน่งใหม่

source: New Password
th: รหัสผ่านใหม่

source: New Product
th: เพิ่มรายการสินค้า

source: New Promotion
th: เพิ่มรายการโปรโมชั่น

source: New Purchase Order
th: เพิ่มรายการสั่งซื้อ

source: New Quotation
th: เพิ่มรายการใบเสนอ

source: New Receive
th: เพิ่มรายการรับสินค้า

source: New Request
th: เพิ่มรายการคำขอ

source: New Sales Order
th: เพิ่มรายการขายสินค้า

source: New Sale Order
th: เพิ่มรายการขายสินค้า

source: New Tax
th: เพิ่มรายการภาษี

source: New Vendor
th: เพิ่มรายการผู้ขาย

source: New Withdraw
th: เพิ่มรายการเบิก

source: Next
th: ถัดไป

source: No.
th: ไม่ใช่

source: None
th: ไม่ใช้งาน

source: Note
th: หมายเหตุ

source: Notes
th: หมายเหตุ

source: Notice Period
th: ระยะเวลาการแจ้งให้ทราบล่วงหน้า

source: Not Activate
th: ยังไม่เปิดใช้งาน

source: No. of Days
th: จำนวนวัน

source: No. of Employees
th: จำนวนพนักงาน

# No_Of_Page
source: Number of Page
th: จำนวนหน้า

source: No. Of Table
th: จำนวนโต๊ะ

source: No. Of User
th: จำนวนผู้ใช้งาน

# No_SymbolDot
source: No.
th: ลำดับ

# NRIC_Or_Fin_No_SymbolDot
source: NRIC / FIN No.
th: รหัสบัตรประชาชน / รหัสประจำตัว(ชาวต่างชาติ)

source: Number
th: ตัวเลข

source: Number of Digit
th: จำนวนทศนิยม

source: Number of Hours worked
th: จำนวนชั่วโมงทำงาน

source: Number of Leave entitled
th: จำนวนวันลาทั้งหมด

# Office_No_SymbolDot
source: Office No.
th: เบอร์โทรสำนักงาน

# Opt_Out
source: Donation Opt Out
th: ไม่รวมเงินบริจาค

source: Order
th: ใบสั่งซื้อ

source: Order Date
th: วันที่สั่ง

source: Order History
th: ประวัติรายการสั่งซื้อ

source: Order List
th: รายการสั่งซื้อ

source: Order No.
th: รหัสการสั่งซื้อ

source: Order Status
th: สถานะรายการสั่งซื้อ

# Order_Symbol
source: Order #
th: รายการสั่งซื้อ #

source: Order Total
th: ยอดรวมรายการสั่งซื้อ

# Other_Allowances_Or_Deductions
source: Other Allowances / Deductions
th: ค่าเผื่อ / หักอื่น ๆ

source: Other Product Title
th: ชื่อผลิตภัณฑ์อื่น ๆ

source: Out
th: ออก

source: Overtime
th: ชั่วโมงล่วงเวลา

source: Overtime details
th: รายละเอียดการทำงานล่วงเวลา

source: Overtime hour worked
th: ชั่วโมงล่วงเวลา

# Overtime_Payment_Rate
source: Overtime Payment
th: การจ่ายอัตราค่าล่วงเวลา

source: Overtime period
th: ประจำงวด

source: Pack
th: ซอง

source: Packed Boxes
th: กล่องบรรจุ

source: Page Role
th: กำหนดสิทธิเข้าถึงแต่ละหน้า

source: Page URL
th: URL ของหน้า

source: Paid in Full
th: ชำระเงินเต็มจำนวน

# Paid_SymbolDollar
source: Paid ($)
th: การชำระเงิน ($)

# Passport_No_SymbolDot
source: Passport No.
th: เลขที่หนังสือเดินทาง

source: Password
th: รหัสผ่าน

# Pattern
source: Employee No. Pattern
th: รูปเเบบรหัสพนักงาน

source: PAT - CPF Configuration
th: การตั้งค่า PAT - CPF

source: PAT - IR8A Configuration
th: การตั้งค่า PAT - IR8A

source: PAT Password
th: รหัสผ่าน PAT

source: PAT User ID
th: รหัสผู้ใช้ PAT

# Payer_ID_No
source: Payer's ID No
th: รหัสผู้จ่ายเงิน

# Payer_ID_Type
source: Payer's ID Type
th: ประเภทผู้จ่ายเงิน

source: Payment
th: การชำระเงิน

source: Payment Method
th: วิธีการชำระเงิน

# Payment_SymbolDollar
source: Payment ($)
th: การชำระเงิน ($)

source: Payment Term
th: วิธีการชำระเงิน

source: Payment Terms
th: วิธีการชำระเงิน

source: Payment Transaction
th: รายกการชำระเงิน

source: Payment Type
th: ประเภทการชำระเงิน

source: Payroll
th: เงินเดือน

source: Payroll Configuration
th: กำหนดค่าระบบเงินเดือน

source: Payroll Configuration (Master)
th: กำหนดค่าระบบเงินเดือนขั้นสูง

source: Payroll Report
th: รายงานการจ่ายเงินเดือน

source: Payslip
th: สลิปเงินเดือน

source: Payslip Summary
th: สรุปใบรับเงินเดือน

source: Pecentage
th: ร้อยละ

source: Pending
th: รอดำเนินการ

source: Pending Applications
th: รอดำเนินการ

source: Pending Cancellation Applications
th: อยู่ระหว่างดำเนินการยกเลิก

source: Pending Expenses Applications
th: รอดำเนินการ

source: Pending Leave Applications
th: รอดำเนินการ

source: Pending List
th: รอดำเนินการ

source: Percentage * Total Amount
th: ร้อยละ * จำนวนเงินรวม

source: Period
th: ระยะเวลา

source: Permit
th: ประเภทพลเมือง

source: Permit expiry date
th: วันหมดอายุใบอนุญาตทำงาน

source: Permit No
th: รหัสใบอนุญาตทำงาน

# Personal_Info
source: Personal Information
th: ข้อมูลส่วนตัว

source: Person-In-Charge
th: ผู้รับผิดชอบ

source: Per Month
th: ต่อเดือน

source: Per Year
th: ต่อปี

source: Phone
th: เบอร์โทร

source: Phone No
th: เบอร์โทร

source: Pick
th: เลือก

source: Postal
th: ไปรษณีย์

source: Postal Code
th: รหัสไปรษณีย์

source: Prefix
th: ด้านหน้า

# Prefs
source: Preferences
th: การตั้งค่า

source: Prepared By
th: จัดเตรียมโดย

source: Preview Payslip
th: เเสดงตัวอย่าง payslip

source: Previous Payment
th: การชำระเงินก่อนหน้า

# Price_And_Tax
source: Price & Tax
th: ราคา & ภาษี

# Price_Preferences
source: Pricing Preferences
th: กำหนดราคา

# Price_SymbolDollar
source: Price ($)
th: ราคา($)

source: Pricing
th: ราคา

# Pricing_Or_Currency
source: Pricing / Currency
th: กำหนดราคา / สกุลเงิน

source: Primary Contact No
th: เบอร์ติดต่อหลัก

source: Print
th: พิมพ์

source: Print Preview
th: พิมพ์ตัวอย่าง

source: Priority
th: ลำดับความสำคัญ

source: Process
th: ดำเนินการ

source: Process Date
th: วันที่ดำเนินการ

source: Process Month
th: เดือนที่ดำเนินการ

# Process_Month_Or_Year
source: Process Month / Year
th: เดือน/ปีที่ดำเนินการ

source: Process Year
th: ปีที่ดำเนินการ

source: Product
th: สินค้า

# Product_And_Inventory
source: Product & Inventory
th: สินค้า & คลังสินค้า

source: Product Category
th: หมวดสินค้า

source: Product Code
th: รหัสโค้ดสินค้า

source: Product Detail
th: รายละเอียดสินค้า

# Product_Info
source: Product Information
th: ข้อมูลสินค้า

source: Product List
th: รายการสินค้า

source: Product Master
th: สินค้า

source: Product Name
th: ชื่อสินค้า

source: Product Preferences
th: การตั้งค่าสินนค้า

source: Product Service
th: สินค้า บริการ

source: Product Vendors
th: ผู้ขายสินค้า

source: Promotion
th: โปรโมชั่น

source: Promotion Detail
th: รายละเอียดโปรโมชั่น

# Promotion_Info
source: Promotion Information
th: ข้อมูลโปรโมชั่น

source: Promotion Name
th: ชื่อโปรโมชั่น

source: Promotion Products
th: โปรโมชั่นสินค้า

source: Promotion Type
th: ประเภทโปรโมชั่น

source: Property
th: คุณสมบัติ

# Proposal_Desc
source: Proposal description
th: คำอธิบาย

source: Proposal For
th: ข้อเสนอจาก

source: Public Holiday
th: วันหยุดราชการ

source: Purchase Amount (X)
th: ปริมาณการสั่งซื้อ (X)

source: Purchase Date
th: วันที่สั่งซื้อ

# Purchase_Info
source: Purchase Information
th: ข้อมูลการสั่งซื้อ

source: Purchase Lead Time
th: ระยะเวลารอสินค้า

source: Purchase Management
th: การจัดการสั่งซื้อ

source: Purchase Order
th: การสั่งซื้อ

source: Purchase Orders
th: การสั่งซื้อ

source: Purchase Order Approval
th: อนุมัติการสั่งซื้อ

source: Purchase Order No
th: รหัสการสั่งซื้อ

source: Purchase Qty (X)
th: จำนวนที่สั่งซื้ออ (X)

source: Qty
th: จำนวน

source: Qty discount apply to (Y)
th: จำนวนส่วนลดนำไปใช้ (Y)

# Qty_OH
source: Quantity (On-Hand)
th: ปริมาณคงเหลือ (ที่มีอยู่)

source: Qty Ordered
th: จำนวนสั่งซื้อ

source: Qty Received
th: จำนวนที่ได้รับ

source: Quantity
th: ปริมาณ

source: Quotation
th: ใบเสนอราคา

source: Quotation Approval
th: การอนุมัติใบเสนอราคา

source: Quotation Configuration
th: การตั้งค่าใบเสนอราคา

# Quotation_Info
source: Quotation Information
th: ข้อมูลใบเสนอราคา

source: Quotation Management
th: การจัดการใบเสนอราคา

source: Quotation No.
th: รหัสใบเสนอราคา

source: Quotation Status
th: สถานะใบเสอนราคา

source: Quotation Template
th: ใบเสนอราคาต้นเเบบ

source: Quotation Template List
th: รายการใบเสนอราคา

source: Race
th: เชื้อชาติ

source: Reason
th: เหตุผล

source: Reasons
th: เหตุผล

source: Receive
th: ใบรับสินค้า

source: Receive by
th: รับสินค้าโดย

source: Receive Date
th: วันที่รับสินค้า

source: Receive No.
th: รหัสใบรับสินค้า

source: Receiving Address
th: ที่อยู่ที่ใบรับสินค้า

source: Receiving Addresses
th: ที่อยู่ที่ใบรับสินค้า

source: Record Status
th: สถานะ

source: Reference ID
th: รหัสอ้างอิง

source: Reference No.
th: หมายเลขอ้างอิง

# Refresh_Attribute_And_Price
source: Refresh Attributes & Price
th: ปรับปรุงแอตทริบิวต์ & ราคา

source: Refund
th: ขอคืนเงิน

source: Refunded
th: ขอคืนเป็นเงิน

source: Register
th: สมัครสมาชิก

source: Register Customer
th: ลงทะเบียนลูกค้า

# Register_Customer_Complete
source: Thank you for your registration. We will keep in touch with you shortly.
th: ขอขอบคุณสำหรับการลงทะเบียนของคุณ เราจะติดต่อกับคุณในไม่ช้า

source: Reject
th: ปฏิเสธ

source: Rejected
th: ปฏิเสธ

source: Rejected Expenses List
th: รายการการปฏิเสธการเบิกจ่าย

source: Rejected Leave List
th: รายการการปฏิเสธการลา

# Rejected_Or_Approved
source: Rejected / Approved Applications
th: อนุมัติ/ปฏิเสธ

# Rejected_Or_Approved_Quotations
source: Rejected / Approved Quotations
th: อนุมัติ/ปฏิเสธ ใบเสนอราคา

source: Rejected Purchase List
th: รายการการปฏิเสธการซื้อ

source: Rejected Sales Order List
th: รายการการปฏิเสธการขาย

source: Related Items
th: รายการที่เกี่ยวข้อง

source: Relationship
th: ความสัมพันธ์

source: Religion
th: ศาสนา

source: Remaining
th: คงเหลือ

source: Remaining Amount
th: จำนวนที่เหลือ

source: Remark
th: หมายเหตุ

source: Remarks
th: หมายเหตุ

source: Remove Category
th: ลบหมวดหมู่

source: Rename File
th: เปลี่ยนชื่อไฟล์

source: Reorder Quantity
th: ปริมาณที่สั่งซื้อซ้ำ

source: Report
th: รายงาน

source: Report a Problem
th: รายงานปัญหา

source: Report footer
th: รายงานส่วนท้าย

source: Request
th: คำขอ

source: Request For
th: คำขอของ

source: Request to Cancel
th: คำขอยกเลิก

source: Reset
th: ปรับปรุง

source: Reset Password
th: เปลี่ยนรหัสผ่าน

source: Reset Password Complete
th: เปลี่ยนรหัสผ่านเสร็จสมบูรณ์

source: Residential Status
th: สถานะที่อยู่อาศัย

source: Retrieve
th: ดึงข้อมูล

source: Return
th: ย้อนกล้บ

source: Return Date
th: วันที่ย้อนกลับ

source: Reviewer
th: สำเนา

source: Revision No
th: รหัสการปรับปรุง

source: Role
th: บทบาท / หน้าที่

# Role_Desc
source: Role Description
th: คำอธิบาย

source: Role Name
th: ชื่อ

# Running_No_SymbolDot
source: Running No.
th: เลขที่

source: Run Date
th: วันที่เรียกใช้

source: Salary
th: เงินเดือน

# Salary_Info
source: Salary Information
th: ข้อมูลเงินเดือน

source: Salary List
th: รายการเงินเดือน

source: Sales Info
th: ข้อมูลการขาย

source: Sales Order
th: รายการขาย

source: Sales Order Items
th: รายการซื้อการขาย

source: Sales person name
th: ชื่อพนักงานขาย

source: Sales Rep
th: ตัวแทนฝ่ายขาย

source: Sale Order
th: รายการขาย

source: Sale Orders
th: รายการขาย

source: Sale Order Date
th: วันที่ทำการขาย

source: Sale Order Management
th: การบริหารการขาย

source: Sale Order No.
th: รหัสรายการขาย

source: Sale Order Prefix
th: คำนำหน้ารหัส

source: Sample
th: ตัวอย่าง

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save Change
th: บันทึกการเปลี่ยนเเปลง

source: Schedule Range Day
th: วันช่วงกำหนดการ

source: Search
th: ค้นหา

source: Search... (Press Enter to search)
th: ค้นหา ... (กด Enter เพื่อค้นหา)

source: Second Approver
th: ผู้อนุมัติลำดับที่สอง

source: Select
th: เลือก

source: Selected CPF Formula
th: สูตร CPF

source: Selected Donation Formula
th: สูตรสำหรับเงินบริจาค

# Select_Amount_Percentage
source: Default Maximum per Expenses Claims
th: ค่าเริ่มต้นสูงสุดต่อการเรียกร้องค่าใช้จ่าย

source: Selling Price
th: ราคาขาย

source: Send
th: ส่ง

source: Serial No
th: เลขที่ Serial

# Serial_No_SymbolDot
source: Serial No.
th: เลขที่ Serial

source: Service List
th: รายการ บริการ

source: Setting
th: ตั้งค่า

source: Set Operation Hours
th: ตั้งเวลาเปิดให้บริการ

source: Shift
th: รอบการขาย

# Show_Product_Desc
source: Show Product Description
th: เเสดงรายละเอียดสินค้า

source: Show Product Tax
th: แสดงภาษีสินค้า

source: Show Taxes
th: แสดงภาษี

# Show_UoM
source: Show Unit of Measurement (UoM)
th: แสดงหน่วยวัด (UOM)

source: Sign_Up
th: ลงชื่อเข้าใช้

source: Size
th: ขนาด

source: Start Date
th: วันเริ่มต้น

source: Start Time
th: เวลาเริ่มต้น

source: State
th: จังหวัด

# State_Or_Province
source: State / Province
th: จังหวัด

source: Status
th: สถานะ

source: Street
th: ถนน

source: Submission History
th: ประวัติการส่งงาน

source: Submit
th: ตกลง

source: Submit CPF File
th: ส่งไฟล์ CPF

source: Subscription
th: สมัครสมาชิก

# Subscription_Info
source: Subscription Information
th: ข้อมูลการสมัครสมาชิก

source: Subscription Period
th: ระยะเวลาสมาชิก

# SubTotal_SymbolDollar
source: Subtotal ($)
th: ยอดร่วมบางส่วน ($)

source: Sub Total
th: จำนวนเงิน

# Sub_Total_SymbolDollar
source: Sub Total ($)
th: จำนวนเงิน($)

source: Summary
th: สรุป

source: Sunday
th: วันอาทิตย์

source: Supervisor
th: หัวหน้า

source: Symbols
th: สัญลักษณ์

source: System Configuration
th: การตั้งค่าระบบ

source: Table
th: โต๊ะ

source: Tax
th: ภาษี

source: Taxing Scheme
th: รูปเเบบการชำระภาษี

source: Tax Detail
th: รายละเอียดภาษี

source: Tax ID
th: รหัสภาษี

# Tax_Info
source: Tax Information
th: ข้อมูลภาษี

source: Tax Percentage
th: ร้อยละภาษี

source: Tax Preferences
th: การกำหนดภาษี

# Tax_SymbolPercent
source: Tax(%)
th: ภาษี (%)

source: Tax Title
th: หัวข้อภาษี

source: Tax Type
th: ประเภทภาษี

source: Team
th: ทีม

source: Team Calendar
th: ปฏิทิน

source: Tel
th: โทร

source: Template ID
th: รหัสต้นเเบบ

source: Template Name
th: ชื่อต้นแบบ

source: Terminated Date
th: วันสิ้นสุดการทำงาน

source: Terms
th: ข้อตกลง

# Terms_And_Conditions
source: Terms & Conditions
th: ข้อตกลงและเงื่อนไข

source: Term of Payment
th: เงื่อนไขการชำระเงิน

source: This Computer
th: คอมพิวเตอร์เครื่องนี้

source: Thursday
th: วันพฤหัสบดี

source: To
th: ถึง

source: Total
th: รวม

source: Total additional payment
th: จำนวนเงินอุดหนุน

source: Total Allowance
th: จำนวนเงินเบี้ยเลี้ยง

source: Total Amount
th: จำนวนเงินรวม

source: Total Amount Paid
th: จำนวนเงินรวมที่ต้องจ่าย

# Total_Amount_SymbolDollar
source: Total Amount ($)
th: จำนวนเงินรวม ($)

source: Total Bonus
th: รวมโบนัส

source: Total Cost
th: ค่าใช้จ่ายทั้งหมด

source: Total Deduction
th: ยอดรวมรายการหัก

source: Total License
th: จำนวน License ทั้งหมด

source: Total Licenses
th: จำนวน License ทั้งหมด

source: Total Price
th: ราคารวม

# Total_Price_SymbolDollar
source: Total Price ($)
th: ราคารวม ($)

# Total_SymbolDollar
source: Total ($)
th: รวม ($)

# Total_Work_Days
source: Days Worked
th: วันทำงาน

source: To Date
th: ถึงวันที่

# TrackingNo
source: Tracking Number
th: หมายเลขติดตาม

source: Transaction Type
th: ประเภทการทำรายการ

source: Tuesday
th: วันอังคาร

source: Type
th: ประเภท

source: Unassigned License
th: จำนวน License คงเหลือ

source: Unassigned Licenses
th: จำนวน License คงเหลือ

source: Unassigned User
th: ผู้ใช้

source: Unit
th: หน่วย

source: Unit Length
th: หน่วยความยาว

source: Unit Of Measurement
th: หน่วย

# Unit_Price_SymbolDollar
source: Unit Price ($)
th: ราคาต่อหน่วย ($)

source: Unit Weight
th: หน่วยน้ำหนัก

source: Unpaid Amount($)
th: จำนวนเงินที่ค้างชำระ

source: UOM Code
th: รหัส

# UoM_Of_Measure
source: Unit of Measure
th: หน่วยของการวัด

source: Update By
th: ปรับปรุงโดย

source: Update On
th: วันที่ปรับปรุง

source: Update Profile Photo
th: ปรับปรุงรายละเอียดของภาพ

source: Update Salary
th: ปรับปรุงเงินเดือน

source: Update Scheme
th: โครงการปรับปรุง

source: Uploaded By
th: อัปโหลดโดย

source: Uploaded On
th: วันที่อัปโหลด

source: Upload Document
th: อัปโหลดเอกสาร

source: Upload File
th: อัปโหลดไฟล์

# Upload_Receipt
source: Receipt Upload
th: อัปโหลดใบเสร็จรับเงิน

source: User
th: ผู้ใช้งาน

# Username_Or_Password_Inccorect
source: User name or Password is incorrect
th: ชื่อผู้ใช้ หรือ รหัสผ่าน ไม่ถูกต้อง

source: User Account
th: บัญชีผู้ใช้

source: User Detail
th: รายละเอียดผู้ใช้งาน

# User_Info
source: User Information
th: ข้อมูลผู้ใช้งาน

source: User Name
th: ชื่อผู้ใช้งาน

source: User Per Coupon
th: ผู้ใช้ ต่อ คูปอง

source: User Per Customer
th: ผู้ใช้ ต่อ ลูกค้า

source: User Role
th: บทบาท / หน้าที่

source: Use Current Cost
th: ใช้ใช้จ่ายปัจจุบัน

source: Use Fixed Exchange Rates
th: ใช้อัตราแลกเปลี่ยนคงที่

source: Use Internet Exchange Rates
th: ใช้อัตราแลกเปลี่ยนบนอินเทอร์เน็ต

source: Usual Price
th: ราคาปกติ

source: Validate File
th: ตรวจสอบความถูกต้องของไฟล์

source: Validity
th: ตรวจสอบความถูกต้อง

source: Variables
th: ตัวแปร

source: Vendor
th: ผู้ขาย

source: Vendors
th: ผู้ขาย

source: Vendor Address
th: ที่อยู่ผู้ขาย

source: Vendor Contact
th: ข้อมูลติดต่อผู้ขาย

# Vendor_Info
source: Vendor Information
th: ข้อมูลผู้ขาย

source: Vendor List
th: รายการผู้ขาย

source: Vendor Name
th: ชื่อผู้ขาย

source: Vendor Phone
th: เบอร์โทรผู้ขาย

source: Vendor Product
th: สินค้าผู้ขาย

source: Vendor Products
th: สินค้าผู้ผลิต

source: Vendor Product Code
th: รหัสสินค้าผู้ผลิต

source: View
th: เเสดง

source: View Schedule
th: เเสดงตารางเวลา

source: Warehouse
th: คลังสินค้า

source: Web site
th: เว็บไซต์

source: Wednesday
th: วันพุธ

source: Weight
th: น้ำหนัก

source: Weight of Measure
th: น้ำหนัก ประมาณ

# What_Happened_Msg
source: What happened?
th: เกิดอะไรขึ้น?

source: While On Leave
th: ที่อยู่ติดต่อระหว่างการลา

# While_Overseas
source: While On Leave (Optional)
th: ที่อยู่ติดต่อระหว่างการลา

source: Width
th: ความกว้าง

source: Withdraw
th: การเบิกสินค้า

source: Withdraw By
th: ทำการเบิกโดย

source: Withdraw Date
th: วันที่เบิก

source: Withdraw Items
th: รายการเบิก

source: Withdraw No.
th: รหัสการเบิก

source: Working
th: ทำงาน

# Working_Day5
source: 5 Days
th: 5 วัน

# Working_Day5_5
source: 5.5 Days
th: 5.5 วัน

# Working_Day6
source: 6 Days
th: 6 วัน

source: Working Days
th: วันทำงาน

# Working_Day_Or_Hour
source: Working Day / Hour
th: วันทำงาน / ชั่วโมง

source: Working Hours
th: ชั่วโมงทำงาน

# X_Amount
source: X is Purchase Amount
th: X คือราคา

# X_Qty
source: X is Purchase Qty
th: X คือจำนวน

source: Year
th: ปี

source: Years
th: ปี

# Years_S_Of_Service
source: Year(s) of service
th: จำนวนปีที่ทำงาน

# Years_S_Of_Services_More
source: Year(s) of services more than
th: จำนวนปีที่ทำงานต้องมากกว่า

# Year_Service
source: Years of Services
th: ระยะเวลาที่ทำงาน (ปี)

source: Yes
th: ใช่

source: Yours Sincerely,
th: ขอแสดงความนับถือ

# You_Have_Msg
source: You have
th: คุณมี

# Zip_Or_Postal_Code
source: Zip/ Postal Code
th: รหัสไปรษณีย์

source: Add New User
th: เพิ่มผู้ใช้งาน

source: Add New User Row
th: เพิ่มผู้ใช้งาน

source: Employee Details
th: รายละเอียดข้อมูลพนักงาน

source: Module Detail
th: รายละเอียด

source: Month
th: เดือน

source: More Details
th: รายละเอียดเพิ่มเติม

source: Pending Expenses
th: รอดำเนินการ (เบิกจ่าย)

source: Pending Leave
th: รอดำเนินการ (ลา)

source: Per User
th: ต่อผู้ใช้งาน

source: Proceed to PayPal
th: ชำระเงินโดย PayPal

source: Register New Company
th: ลงทะเบียนบริษัทใหม่

source: Remaining Leave
th: วันลาที่เหลือ

source: Send email to activation
th: ส่งอีเมล์เพื่อยืนยันตัวตน

source: Send email to change password
th: ส่งอีเมล์เพื่อเปลื่ยนรหัสผ่าน

source: View All Applications
th: เเสดงรายการทั้งหมด

source: Your
th: ของคุณ

source: You are here
th: หน้าปัจจุบัน

source: About
th: เกี่ยวกับ

source: About Us
th: เกี่ยวกับเรา

source: Add New User Role
th: เพิ่มสิทธิการเข้าถึงผู้ใช้งาน

source: Contact Us
th: ติดต่อเรา

source: Create an account
th: สร้างบัญชี

source: Documentation
th: เอกสาร

source: Error
th: ข้อผิดพลาด

source: Error Page
th: หน้า ผิดพลาด

source: Feedback
th: ข้อเสนอแนะ

source: for
th: สำหรับ

source: Forgot password?
th: ลืมรหัสผ่าน?

source: Human Resource
th: เเผนกบุคคล

source: Learn More
th: เพิ่มเติม

source: Log In
th: เข้าสู่ระบบ

source: Log Out
th: ออกจากระบบ

# Message_An_Error_Occurred_While_Processing_Your_Request
source: An error occurred while processing your request.
th: เกิดข้อผิดพลาดขณะประมวลผลคำขอของคุณ

# Message_Be_At_Least_Eight_Characters
source: Be at least 8 characters
th: ต้องมีความยาวอย่างน้อย 8 ตัวอักษร

# Message_Check_It_Now
source: check it now
th: โปรดตรวจสอบขณะนี้

# Message_Clients_Projects
source: Client's Projects
th: โครงการของลูกค้า

# Message_For_Your_Secureity_You_Session_Has_Been_Timed_Out
source: Session Time Out.
th: เพื่อความปลอดภัยของเซสชันของคุณ เซสชันหมดเวลา

# Message_Have_A_least_One_Capital_Letter
source: At least one capital letter
th: ต้องมีตัวอักษรตัวใหญ่อย่างน้อยหนึ่งตัวอักษร

# Message_Have_A_least_One_Letter
source: At least one letter
th: ต้องมีตัวอักษรอย่างน้อยหนึ่งตัวอักษร

# Message_Have_A_least_One_Number
source: At least one number
th: ต้องมีตัวเลขอย่างหน้อยหนึ่งตัว

# Message_Tutorial_And_Support
source: Tutorial and Support
th: การสอนและสนับสนุน
