Repository: DatasourceDev/hrm
Catalog: SBSResourceAPI/Resource.*.resx
Languages: th

# Page_Role_Info
source: Page Role Information
th: ข้อมูลสิทธิการเข้าถึงหน้า

source: Payment Completed
th: ชำระเงินเสร็จเรียบร้อย

source: Payment Error
th: การชำระเงินผิดพลาด

source: Products
th: สินค้า

source: Purchase
th: ใบสั่งซื้อ

source: Remember me?
th: จดจำฉัน

source: Return to home
th: กลับหน้าหลัก

source: Return to login
th: กลับสู่หน้าเข้าสู่ระบบ

source: Save changes
th: บันทึกการเปลี่ยนเเปลง

source: Session Timeout
th: เซสชันหมดเวลา

source: Subscribe Now
th: สมัครสมาชิก

# Try_Now
source: Free 30 days trial
th: ทำซ้ำอีกครั้งตอนนี้

source: User Name
th: ชื่อผู้ใช้

source: User Role Details
th: ข้อมูลสิทธิการเข้าถึง

# User_Role_Info
source: User Role Information
th: ข้อมูลสิทธิการเข้าถึงผู้ใช้

source: View Package
th: เเสดงแพคเกจ

source: Work Type
th: ประเภทงาน

source: Confirm and Pay
th: ยืนยันและชำระเงิน

# Contract_Info
source: Contract Information
th: ข้อมูลสัญญา

source: Extend Module
th: ต่อระยะเวลาระบบ

source: Months
th: เดือน

source: New Module
th: สร้างระบบใหม่

source: Select Modules
th: เลือกระบบ

source: Select Subscription Plan
th: เลือกแผนการสมัครสมาชิก

source: Users
th: ผู้ใช้งาน

source: Hello
th: สวัสดี

source: Log Off
th: ออกจากระบบ

# Duplicate_Small
source: duplicate
th: ข้อมูลซ้ำ

# Not_Found_Msg
source: not found.
th: ไม่พบข้อมูล

source: User Details
th: รายละเอียดผู้ใช้งาน

source: Please select item.
th: กรุณาเลือกรายการ

source: Subscription Report
th: รายงานการสมัครสมาชิก

source: Number Of Users
th: จำนวนผู้ใช้

source: User Report
th: รายงานผู้ใช้งาน

source: Login Attempt
th: จำนวนครั้งที่พยายามเข้าสู่ระบบ

source: Page
th: หน้า

source: Page Attempt
th: จำนวนครั้งที่เข้าชม

source: Page Name
th: ชื่อ

source: API Password
th: รหัสผ่าน API

source: API Signature
th: ลายมือชื่อ API

source: API Username
th: ชื่อผู้ใช่งาน API

# Msg_The_Attachment_File_Field_Is_Required
source: The Attachment File field is required.
th: กรุณาแนบไฟล์เอกสาร

source: Add New Attachment
th: เพิ่มรายการไฟล์แนบ

source: Add New Family Member
th: เพิ่มสมาชิกครอบครัว

# Cannot_Be_Less_Than_Lower
source: cannot be less than
th: ไม่สามารถน้อยกว่า

# Cannot_Be_More_Than_Lower
source: cannot be more than
th: ไม่สามารถมากกว่า

# Cannot_Be_Set_To_Future_Lower
source: cannot be set to future date.
th: ไม่สามารถกำหนดวันที่ล่วงหน้าได้

source: Employee ID
th: รหัสพนักงาน

source: Employee Pattern
th: รูปแบบพนักงาน

source: Generate New Number
th: สร้างตัวเลขใหม่

# Invalid_Datetime_Format_Lower
source: invalid datetime format.
th: รูปแบบวันที่หรือเวลาที่ไม่ถูกต้อง

# Message_Contribute_Rate_1
source: Full contribution rate for both employer and employee
th: อัตราเงินสมทบเต็มรูปแบบสำหรับทั้งนายจ้างและลูกจ้าง

# MonthlyOrHourly
source: Monthly/Hourly
th: รายเดือน / รายชั่วโมง

# OR_Lower
source: or
th: หรือ

source: Other Contacts
th: ข้อมูลติดต่ออื่น ๆ

source: Upload Personal Photo
th: อัปโหลดรูปภาพส่วนตัว

# Is_Duplicated_Lower
source: is duplicated.
th: มีข้อมูลซ้ำ

# Is_Inccorect_Lower
source: is inccorect.
th: ไม่ถูกต้อง

# Is_Invalid_Lower
source: is invalid.
th: รูปเเบบไม่ถูกต้อง

# Is_Not_Found_Lower
source: is not found.
th: ไม่พบ

# Is_pending_Approve_Lower
source: is pending approve
th: กำลังรอการอนุมัติ

# Is_pending_At_your_Approval_Lower
source: is pending at your approval
th: อยู่ระหว่างดำเนินการโดยผู้อนุมัติของคุณ

# Is_pending_by_Lower
source: is pending by
th: อยู่ระหว่างดำเนินการโดย

# Is_Rrequired_Lower
source: is required.
th: จำเป็นต้องระบุ

# Message_Cannot_Found_Excel_Sheet
source: Can't found excel sheet.
th: ไม่พบข้อมูล

# Message_Column_Count_Is_Invalid
source: Column count is invalid.
th: จำนวนคอลัมน์ไม่ถูกต้อง

# Message_Maximum_Length
source: must be a string or array type with a maximum length of
th: จำนวนความยามสูงสุดของข้อความ

# Message_Please_Edit_Reupload
source: please edit your information and reupload.
th: กรุณาแก้ไขข้อมูลของคุณและทำการอัปโหลดซ้ำอีกครั้ง

# Message_Row_Count_Is_Invalid
source: Row count is invalid.
th: จำนวนแถวไม่ถูกต้อง

source: NRIC
th: รหัสบัตรประชาชน

source: Passport No
th: เลขที่หนังสือเดินทาง

source: Apply Leave
th: สร้างใบลา

source: By Date
th: โดยวันที่

source: By Month
th: โดยเดือน

source: Default Exchange Rate
th: ค่าเริ่มต้นอัตราแลกเปลี่ยน

# Employment_No_SymbolDot
source: Employment No.
th: เลขที่การจ้างงาน

source: Exchange Rate
th: อัตราแลกเปลี่ยน

source: Exchange Rate Details
th: รายละเอียดอัตราแลกเปลี่ยน

source: Expenses Approval Details
th: รายละเอียดการอนุมัติค่าใช้จ่าย

source: Foreign Currency
th: สกุลเงินต่างประเทศ

source: Format
th: รูปเเบบ

source: Include
th: นำเข้า

source: Input Error
th: ข้อมูลนำเข้าผิดพลาด

source: Items
th: รายการ

source: Leave Approval Details
th: รายละเอียดการอนุมัติการลา

source: Local Currency
th: สกุลเงินท้องถิ่น

# Message_Disabled_Status_To_Inactive
source: The related data will be disabled if you change the status to Inactive. Do you want to proceed it?
th: ข้อมูลที่เกี่ยวข้องจะถูกปิดการใช้งานถ้าคุณเปลี่ยนสถานะไม่ใช้งาน คุณต้องการที่จะดำเนินการต่อไปได้หรือไม่

# Message_Empty_Row
source: Empty row.
th: แถวว่างเปล่า

# Message_Number_2500_1900
source: The year must be number and less than 2500 and more than 1900!
th: ปีจะต้องเป็นตัวเลขและน้อยกว่า 2500 และมากกว่า 1,900!

# Message_Please_Open_5
source: Please open 5 working days.
th: กรุณาเปิด 5 วันทำการ

# Message_Please_Open_6
source: Please open 6 working days.
th: กรุณาเปิด 6 วันทำการ

# Message_Year_Is_Not_Proper
source: Year is not proper. Please check
th: ปีไม่เหมาะสม โปรดตรวจสอบใหม่อีกครั้ง

source: Open
th: เปิด

source: Add New CPF Formula
th: เพิ่มสูตร CPF

source: CPF Formula Details
th: รายละเอียด

source: Daily
th: รายวัน

source: Monthly
th: รายเดือน

source: Notification Scheduler
th: ตารางเวลาการแจ้งเตือน

source: Off
th: ปิด

source: On
th: เปิด

source: Recur Every
th: กำหนดรอบ

source: Start
th: เริ่มต้น

source: Trigger
th: การเเจ้งเตือน

source: Trigger Set Up
th: ตั้งค่าการเเจ้งเตือน

source: Weekly
th: รายสัปดาห์

source: Weeks
th: สัปดาห์

source: Additional Information
th: ข้อมูลเพิ่มเติม

# Address_Of_Employer
source: Employer's Address
th: ที่อยู่ของนายจ้าง

source: Add New Donation Formula
th: เพิ่มสูตรบริจาค

source: Breakdown of Additional Payment
th: รายละเอียดของการชำระเงินเพิ่มเติม

source: Date of Commencement
th: วันที่เริ่ม

source: Days Worked
th: วันทำงาน

source: Deduction
th: การหักเงิน

source: Director's Fee
th: ค่าธรรมเนียม

source: Donations
th: บริจาค

source: Donation Formula Details
th: รายละเอียดสูตรการบริจาค

source: Download
th: ดาวน์โหลด

source: Employment Information
th: ข้อมูลการจ้างงาน

source: Hourly Rate
th: อัตราต่อชั่วโมง

source: Hours Worked
th: ชั่วโมงทำงาน

source: Import Payroll
th: นำเข้าข้อมูลเงินเดือน

# INCOME_Upper
source: INCOME
th: รายได้

source: Insurance
th: ประกันภัย

source: Name of Employer
th: ชื่อผู้ประกอบการ

source: Notice Pay
th: การจ่ายแจ้งให้ทราบล่วงหน้า

source: Other
th: อื่นๆ

source: Others
th: อื่นๆ

source: OT Hours
th: ชั่วโมงล่วงเวลา

source: OT Rate
th: อัตราค่าล่วงเวลา

source: Payroll Informatiom
th: ข้อมูลการจ่ายเงินเดือน

source: Payroll PDF
th: เงินเดือนรูปแบบไฟล์ PDF

source: Pension
th: เงินบำนาญ

source: Preview IR8A
th: เเสดงตัวอย่าง IR8A

source: Print All
th: พิมพ์ทั้งหมด

source: Residential Address
th: ที่อยู่ตามทะเบียนบ้าน

source: Sex
th: เพศ

source: Signature
th: ลายเซ็น

# Again_Lower
source: again.
th: ทำรายการซ้ำอีกครั้ง

source: Allowance Type Name
th: ชื่อประเภทค่าเผื่อ

source: Check OT
th: ตรวจสอบ OT

# Please_Recheck_Lower
source: please recheck
th: โปรดตรวจสอบอีกครั้ง

source: Related To
th: เกี่ยวกับ

source: Leave Balance
th: วันลาคงเหลือ

# Leave_From_Last_Year
source: Leave from Last Year(brought fwd)
th: วันลาจากปีก่อนหน้า(ยกยอดมา)

source: Leave List
th: รายการใบลา

source: Printed by
th: พิมพ์โดย

source: Summary of annual
th: บทสรุปประจำปี

# Purchase_Config
source: Purchase Configuration
th: ตั้งค่าการสั่งซื้อ

source: Website
th: เว็บไซต์

# Puchase_Approval
source: Puchases Approval
th: การอนุมัติจัดซื้อ

source: Purchase Approval Details
th: รายละเอียดการอนุมัติการสั่งซื้อ

source: Purchase Approval
th: การอนุมัติการสั่งซื้อ

source: Request From
th: คำขอจาก

# Inventory_Config
source: Inventory Configuration
th: การตั้งค่าคลังสินค้า

source: Inventory Location
th: สถานที่ตั้งคลังสินค้า

source: Location Name
th: ชื่อสถานที่

source: Brand
th: ยี่ห้อ

source: Brand Description
th: รายละเอียด

source: Brand Name
th: ชื่อยี่ห้อ

# PO_Report
source: Purchase Order Report
th: รายงานการสั่งซื้อ

source: From Date
th: จากวันที่

source: Product Transaction
th: การทำรายการสินค้า

# Message_Qty_Reciveed_More_Qty_Ordered
source: Qty Reciveed cannot be more than Qty Ordered
th: จำนวนที่ได้รับไม่สามารถจะมากกว่าจำนวนที่สั่งซื้อ

source: My Templates
th: ต้นเเบบใบเสนอราคาของฉัน

# Withdraw_Info
source: Withdraw Information
th: ข้อมูลการเบิก

# Add_Codes
source: New Codes
th: เพิ่มรหัส

source: Coupon Codes
th: รหัสคูปอง

source: Usage Count Limit
th: จำกัดจำนวน

source: Voucher Codes
th: รหัสบัตรกำนัล

source: Billing City
th: เมือง

source: Billing Country
th: ประเทศ

source: Billing Postal Code
th: รหัสไปรษณีย์

source: Billing Street
th: ถนน

source: Office Phone
th: เบอร์โทรสำนักงาน

source: Quotation Approval Details
th: รายละเอียดการอนุมัติใบเสนอราคา

# App_Without_Pro_Lower
source: Applicable with other promotions
th: ใช้ร่วมกับโปรโมชั่นอื่น ๆ

source: Promotion Code
th: โค้ดโปรโมชั่น

# Use_Promo_Code
source: Use Promotion Code
th: ใช้รหัสโปรโมชั่น

source: Qty Withdraw
th: จำนวนที่เบิก

# Device_No
source: Device Number
th: หมายเลขอุปกรณ์

source: Device Port
th: หมายเลขพอร์ต

source: Device
th: อุปกรณ์

source: IP Address
th: หมายเลข IP

# Device_Employee_Mapping
source: Employee Mapping with Device
th: การจัดการอุปกรณ์กับพนักงาน

source: Employee Code
th: รหัสพนักงาน

source: Mapping
th: จับคู่

source: Employee Arrangement
th: กำหนดค่าพื้นฐานเวลาเข้างาน-ออกงาน (เครื่องบันทึก)

source: Repeat
th: ทำซ้ำ

source: Time
th: เวลา

source: When
th: เมื่อ

source: Clock-in
th: เวลาเข้างาน

source: Clock-out
th: เวลากลับ

source: Transaction
th: การทำรายการ

source: New Category
th: เพิ่มรายการหมวดหมู่

source: Related Products
th: สินค้าที่เกี่ยวข้อง

source: Featured
th: เเนะนำ

source: if Multiple is selected.
th: ถ้าทำการเลือกกรณีหลายรายการ

source: if Single is selected.
th: ถ้าทำการเลือกกรณีรายการเดียว

source: Image ALT Text
th: คำอธิบายรูปภาพ

# Is_Numeric
source: must be a numeric value.
th: จะต้องเป็นค่าตัวเลข

# Message_Confirm_Create_Voucher
source: Proceed to create Voucher Codes without required minimun spending?
th: ดำเนินการในการสร้างรหัสบัตรกำนัลโดยการใช้จ่ายขั้นต่ำที่จำเป็น?

source: Print Barcode
th: พิมพ์บาร์โค้ด

source: Sellable
th: สามารถขายได้

source: Tags
th: แท็ก

source: Receive Information
th: ข้อมูลใบรับสินค้า

source: Process Date From
th: ดำเนินจากวันที่

source: Process Date To
th: ดำเนินถึงวันที่

source: Refresh Data
th: ข้อมูลล่าสุด

source: Transaction Records
th: ข้อมูลการทำรายการ

source: Actual Sale
th: รายได้จากการขายจริง

source: Forecast Sales
th: รายได้ที่คาดการณ์

# Message_Company_Is_Pending_For_Approval
source: company is pending for approval.
th: บริษัทอยู่ระหว่างการพิจารณาเพื่อขออนุมัติ

source: My Latest Invoice
th: รายการแจ้งหนี้ล่าสุดของฉัน

source: My Pending Quotation
th: ใบเสนอราคาที่รอดำเนินการของฉัน

source: PAID
th: ชำระ

source: Sales in
th: ยอดขายของเดือน

source: Sales Revenue
th: รายได้จากการขาย

source: View All Quotations
th: เเสดงใบเสนอราคาทั้งหมด

source: PAY
th: จ่าย

source: Languages
th: ภาษา

source: Add New Child
th: เพิ่มรายการเลี้ยงดูบุตร

source: Add New Leave
th: เพิ่มใบลา

source: Add New Leave Adjustment
th: เพิ่มวันลากรณีปรับพิเศษ

source: Add New Leave Type
th: เพิ่มประเภทใบลา

source: Add New Normal
th: เพิ่มรายการปกติ

source: ALL
th: ทั้งหมด

source: By Designation
th: โดยตำแหน่งงาน

source: By Employee
th: โดยพนักงาน

source: Document Required
th: จำเป็นต้องใช้เอกสาร

source: Format Of Taking Leave
th: รูปแบบการลา

source: Import Leave
th: นำเข้าใบลา

source: is pending by
th: อยู่ระหว่างดำเนินการโดย

source: Leave Adjustment Details
th: รายละเอียด

source: Leave Balances
th: วันลาคงเหลือ

source: Leave Description
th: คำอธิบาย

source: Leave Details
th: รายละเอียดใบลา

source: Leave Type Details
th: รายละเอียดประเภทการลา

source: Rejected Applications
th: ปฏิเสธ

source: Secondary Contact No
th: เบอร์ติดต่อสำรอง

source: Years Services
th: ปีที่ให้บริการ

source: Accumulative
th: คำนวนตามระยะเวลา

source: Add New Expenses
th: เบิกค่าใช้จ่าย

source: Add New Expenses Category
th: เพิ่มหมวดหมู่

source: Expenses Balances
th: ยอดเบิกจ่าย

source: Expenses Category Details
th: หมวดหมู่

source: Expenses Details
th: รายละเอียด

source: Expenses Type Details
th: รายละเอียด

source: expense of
th: ค่าใช้จ่าย

source: Import Expenses
th: นำเข้ารายการเบิกจ่าย

# Out_Of_Tolower
source: out of
th: จาก

# Pending_ToLower
source: pending
th: อยู่ระหว่างดำเนินการ

source: Request Form
th: คำขอจาก

source: And
th: เเละ

source: Over leave
th: จำนวนวันลาเกิน

# Message_Error
source: Error!
th: ข้อผิดพลาด!

# Message_Total_No_Of_Staff
source: Total No. of staff
th: จำนวนรวมพนักงาน

source: Selected Currency
th: เลือกสกุลเงิน

# Working_Day7
source: 7 Days
th: 7 วัน

# Message_Please_Open_7
source: Please open 7 working days.
th: กรุณาเปิดวันทำงานทั้ง 7 วัน

source: End
th: สิ้นสุด

source: is more
th: มากกว่า

source: Add New Employment Information
th: เพิ่มข้อมูลประวัติการจ้างงาน

source: Employment Information Details
th: ข้อมูลการจ้างงาน

# Message_Your_Problem_Has_Been_Sent_Successfully
source: Your issue has been submitted. We will contact you soon.
th: ปัญหาของคุณได้ถูกส่งไปเรียบร้อย

# Message_Is_Approved
source: Is Approved
th: ได้รับการอนุมัติ

# Message_Is_Canceling
source: Is Canceling
th: อยู่ระหว่างดำเนินการยกเลิก

# Message_Is_Cancelled
source: Is Cancelled
th: ได้รับการยกเลิก

# Message_Is_Closed
source: Is Closed
th: ได้รับการอนุมัติแล้ว

# Message_Is_Pending
source: is Pending
th: อยู่ระหว่างดำเนินการ

# Message_Is_Rejected
source: is Rejected
th: ถูกปฎิเสธ

source: Expenses Request Cancel
th: ยกเลิกคำขอการเบิกจ่าย

source: Leave Request Cancel
th: ยกเลิกใบลา

source: Add New Expenses Approval
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

source: Add New Leave Approval
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

source: Add New Puchase Approval
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

source: Add New Quotation Approval
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

# Message_Please_Please_Upload_File_xls
source: Please upload file .xls, .xlsx
th: กรุณาอัปโหลดไฟล์ประเภท .xls, .xlsx

# Message_Please_Upload_File_Size_Is_Less_Than_5_MB
source: Please upload file size is less than 5 MB
th: กรุณาอัปโหลดไฟล์ที่มีขนาดน้อยกว่า 5 MB

# Message_Please_Upload_File_Image
source: Please upload .jpg, .jpeg, .png or .gif image
th: กรุณาอัปโหลดไฟล์รูปประเภท .jpg, .jpeg, .png or .gif

# Message_Please_Upload_File_Size_Is_Less_Than_2_MB
source: Please upload file size is less than 2 MB
th: กรุณาอัปโหลดไฟล์ที่มีขนาดน้อยกว่า 2 MB

source: Allowances
th: เบี้ยงเลี้ยง

# Date_Of_Approval
source: Approval Date
th: Date of approval

source: Director's fees
th: ค่าธรรมเนียม

source: Employee's Tax Ref. No.
th: รหัสประจำตัวผู้เสียภาษี

source: Entertainment
th: บันเทิง

source: For Year Ended
th: วันที่สิ้นสุด

source: Income
th: รายได้

source: Transport
th: ขนส่ง

source: Account
th: บัญชี

source: Added
th: เพิ่ม

source: Confirm Password
th: ยืนยันรหัสผ่าน

source: Contacts
th: ผู้ติดต่อ

source: Photo
th: รูปภาพ

source: Prices
th: ราคา

source: Hours
th: ชั่วโมง

# Message_Do_You_Confirm_Process_Payroll_In_Selected_Employees
source: Do you confirm to process payroll in selected employee(s)?
th: คุณต้องการที่จะดำเนินการจ่ายเงินเดือนให้กับพนักงานที่ได้ทำการเลือก?

source: Once comfirmed, the payroll will be auto-generated with default information.
th: เมื่อได้ทำการยืนยันจ่ายเงินเดือน ระบบจะดำเนินการสร้างโดยใช้ข้อมูลอ้างอิงข้างต้นอัตโนมัติ

# Message_This_Is_A_Computer_Generated_Payslip
source: This is a computer generated payslip and does not require any signature
th: สลิปเงินเดือนถูกสร้างขึ้นโดยเครื่องคอมพิวเตอร์เครื่องนี้ จะไม่มีการลงนามใด ๆ ทั้งสิ้น

source: Payslip for
th: ใบเเจ้งเงินเดือน (PAY SLIP)

# Total_Upber
source: TOTAL
th: รวม

source: Citizen
th: พลเมือง

source: Non-Citizen
th: ไม่เป็นพลเมือง

# Days_ToLower
source: days
th: วัน

# Form_ToLower
source: form
th: จาก

source: Actual Sales
th: รายได้จากการขายจริง

source: Add Promotion Products
th: เพิ่มโปรโมชั่นสินค้า

source: Company Configuration Lookup By Data
th: การตั้งค่าข้อมูลหลัก

# Master_Config_Lookup_By_Data
source: Master Configuration Lookup By Data
th: การตั้งค่าข้อมูลหลักระดับสูง

# Message_But_Can_T_Send_Email
source: But Can't send emails.
th: ไม่สามารถส่งอีเมล

# Message_Has_Been_Submit_Successfully
source: has been submit successfully.
th: ส่งเรียบร้อยแล้ว

# Message_Your_Information
source: Your information
th: ข้อมูล

# Message_Your_Information_Has_Been_Submit_Successfully
source: Your information has been submit successfully.
th: ข้อมูลของคุณได้ถูกส่งเรียบร้อยแล้ว

source: Product Stock List
th: รายการสินค้าสต็อก

source: Week
th: สัปดาห์ที่

source: April
th: เมษายน

source: August
th: สิงหาคม

source: December
th: ธันวาคม

source: Default Starting Number
th: เริ่มต้นจากเลข

source: Exchange
th: อัตราเเลกเแปลี่ยน

source: Expenses Pattern
th: รูปเเบบการเบิกจ่าย

source: February
th: กุมภาพันธ์

source: January
th: มกราคม

source: July
th: กรกฎาคม

source: June
th: มิถุนายน

# Leave_Default
source: Default Leave
th: กำหนดค่าเบื้องต้น(ประเภทใบลา)

source: Lookup Data
th: ข้อมูลหลัก

source: March
th: มีนาคม

source: May
th: พฤษภาคม

source: November
th: พฤศจิกายน

source: October
th: ตุลาคม

source: Prefix Configuration
th: ตั้งค่ารูปเเบบรหัส

source: Prefix Details
th: รายละเอียดการจัดรูปเเบบรหัส

source: Prefix Type
th: ประเภทรหัส

source: Product Item
th: รายการสินค้า

source: September
th: กันยายน

# Message_Create_A_Multiple_Code_Detail
source: Create a multiple unique single-use codes.
th: สร้างรหัสหลายรายการเเบบใช้ครั้งเดียว

# Message_Create_A_Single_Code_Detail
source: Create a single code that can have a limited or unlimited number of usage.
th: สร้างรหัสรายการเดียวที่สามารถมีจำนวนจำกัดหรือจำกัการใช้งานหรือไม่

source: Multiple
th: หลายรายการ

source: Single
th: รายการเดียว

# Message_Please_Change_Currency
source: Please change currency!
th: กรุณาตรวจสอบสกุลเงิน

source: Child
th: เลี้ยงดูบุตร

source: Hourly
th: รายชั่วโมง

# Message_To_Lower
source: to
th: เปลื่ยนเป็น

source: Minus
th: ลบ

source: Normal
th: ทั่วไป

source: Per Department
th: ต่อเเผนก

source: Per Employee
th: ต่อพนักงาน

source: Plus
th: บวก

source: Adopted Child
th: บุตรบุญธรรม

source: Amount Days
th: จำนวนวัน

source: Approval Work Flow
th: กระบวนการอนุมัติ (Approval Workflow)

source: Canceling
th: รอดำเนินการยกเลิก

# ERROR_13_NO_DEFAULT_CURRENCY
source: No default currency found!
th: ไม่พบข้อมูลสกุลเงินพื้นฐาน!

# ERROR_14_NO_EMPLOYEE_HIST
source: No employee history found!
th: ไม่พบข้อมูลประวัติการจ้างงานพนักงาน!

# ERROR_16_NO_EMPLOYEE_PROFILE
source: No employee profile found!
th: ไม่พบข้อมูลรายละเอียดพนักงาน!

# ERROR_17_NO_PREFIX
source: No perfix found!
th: ไม่พบข้อมูลคำนำหน้า!

# ERROR_18_NO_PAYROLL_RECORDS
source: No payroll transactions to generate for this period!
th: ไม่พบข้อมูลการคำนวนเงินเดือนในช่วงดังกล่าว!

# ERROR_19_CASHIER_INVALID
source: The cashier has not found!
th: ไม่พบข้อมูลแคชเชียร์!

# ERROR_1_USER_NOT_FOUND
source: No user found!
th: ไม่พบข้อมูลผู้ใช้งาน!

# ERROR_20_NO_RECEIPT_CONFIG
source: The receipt configuration has not found!
th: ไม่พบข้อมูลการกำหนดรูปแบบใบเสร็จ!

# ERROR_21_NO_IR8A_RECORDS
source: No IR8A Transactions to generate for this period!
th: ไม่พบข้อมูลการคำนวน IR8A เดือนในช่วงดังกล่าว!

# ERROR_22_NO_PAT_CONFIG
source: Please setup the PAT configuration!
th: กรุณากำหนดค่าเบื้องต้น PAT!

# ERROR_23_PAYPAL
source: The paypal incomplete payments!
th: การชำระเงินผ่าน Paypal ไม่สมบูรณ์!

# ERROR_2_ACTIVATE_CODE_EXPIRE
source: Your activation code has expired!
th: รหัสโค้ดสำหรับเปิดใช้งานหมดอายุ!

# ERROR_3_ACTIVATE_CODE_NOT_FOUND
source: Your activation code is not valid!
th: ไม่พบรหัสโค้ดสำหรับเปิดใช้งาน!

# ERROR_401_UNAUTHORIZED
source: Access denied. User is unauthorized!
th: ผู้ใช้งาน ไม่มีสิทธิเข้าถึงระบบ!

# ERROR_4_RESET_PASSWORD_EXPIRE
source: Your reset password code is not valid!
th: รหัสสำหรับรีเซ็ตรหัสผ่านหมดอายุ!

# ERROR_500_DB
source: The database has encountered a problem!
th: ฐานข้อมูลเกิดปัญหา!

# ERROR_501_CANT_SEND_EMAIL
source: The email cannot be sent!
th: ไม่สารารถส่งอีเมลได้!

# ERROR_503_INSERT_ERROR
source: Transaction cannot insert into database!
th: การทำรายการไม่สามารถเพิ่มข้อมูลบนฐานข้อมูลได้!

# ERROR_504_UPDATE_ERROR
source: Transaction cannot update data into database!
th: การทำรายการไม่สามารถปรับปรุงข้อมูลบนฐานข้อมูลได้!

# ERROR_505_DELETE_ERROR
source: Transaction cannot delete data because it's in use!
th: การทำรายการไม่สามารถลบข้อมูลบนฐานข้อมูลได้!

# ERROR_506_SAVE_ERROR
source: Transaction cannot save data into database!
th: การทำรายการไม่สามารถบันทึกข้อมูลบนฐานข้อมูลได้!

# ERROR_510_DATA_DUPLICATE
source: Data duplicated!
th: ข้อมูลซ้ำ!

# ERROR_511_DATA_NOT_FOUND
source: Data not found!
th: ไม่พบข้อมูล!

# ERROR_513_CAL_LEAVE_ERROR
source: Leave record calculate is not successful. Please try again later. If problem still persiste, please contact our support
th: การคำนาณวันลาไม่ประสบความสําเร็จ!

# ERROR_514_INVALID_INPUT_ERROR
source: Invalid input!
th: ข้อมูลนำเข้าไม่ถูกต้อง!

# ERROR_5_RESET_PASSWORD_CODE_NOT_FOUND
source: Your reset password code is not valid!
th: ไม่พบรหัสโค้ดสำหรับรีเซ็ตรหัสผ่าน!

# ERROR_6_NO_ACCESS_RIGHT
source: This user doesn't have access right!
th: ผู้ใช้งาน ไม่มีสิทธิเข้าถึงระบบ!

# ERROR_701_WORKFLOW_ERROR
source: The workflow management has error!
th: ระบบการทำงานมีข้อผิดพลาด!

# ERROR_9_EMAIL_DUPPLICATE
source: Email duplicated!
th: อีเมลซ้ำ!

# ERROR_DEVICE_CANNOT_CONNECT
source: We cannot communicate with this device currently. Please try again later. If problem still persiste, please contact our support
th: ไม่สามารถเชื่อมต่อได้อุปกรณ์!

# ERROR_DEVICE_SETUP_NOT_FOUND
source: No device setup configuration found!
th: ไม่พบการติดตั้งของอุปกรณ์!

# ERROR_RESET
source: Reset is not successful!
th: การทำรายการไม่สามารถรีเซ็ตข้อมูลบนฐานข้อมูลได้!

source: Own Child
th: บุตรเเท้

# SUCCESS
source: has been submitted successfully.
th: ได้รับการส่งเรียบร้อยแล้ว

# SUCCESS_APPROVE
source: has been approved successfully.
th: ได้รับการอนุมัติเรียบร้อยแล้ว

# SUCCESS_CANCEL
source: has been cancelled successfully.
th: ได้รับการยกเลิกแล้วเรียบร้อยแล้ว

# SUCCESS_CONFIRM
source: has been confirmed successfully.
th: ได้รับการยืนยันเรียบร้อยแล้ว

# SUCCESS_CONNECT
source: has been connected successfully
th: ได้รับการเชื่อมต่อสำเร็จ

# SUCCESS_CREATE
source: has been created successfully.
th: ได้รับการสร้างเรียบร้อยแล้ว

# SUCCESS_DELETE
source: has been deleted successfully.
th: ได้รับการลบเรียบร้อยแล้ว

# SUCCESS_EDIT
source: has been edited successfully.
th: ได้รับการแก้ไขเรียบร้อยแล้ว

# SUCCESS_GENERATE
source: has been generated successfully.
th: ได้รับการสร้างเรียบร้อยแล้ว

# SUCCESS_Hold_Bill
source: has been holded successfully.
th: พักการใช้งานเรียบร้อยแล้ว

# SUCCESS_REJECT
source: has been rejected successfully.
th: ถูกปฏิเสธเรียบร้อยแล้ว

# SUCCESS_RESET
source: has been reseted successfully.
th: ได้รับการตั้งค่าใหม่เรียบร้อยแล้ว

# SUCCESS_SEND_EMAIL
source: The email has been sent successfully.
th: อีเมลได้รับการส่งเรียบร้อยแล้ว

# SUCCESS_Void
source: has been voided successfully.
th: ได้ทำการยกเลิกเรียบร้อยแล้ว

source: Rebate
th: เงินคืน

source: Accumulated Value
th: มูลค่าสะสม

source: Add Member
th: เพิ่มสมาชิกใหม่

source: Add Product
th: เพิ่มสินค้าใหม่

source: Amount Due
th: จำนวนวันที่ครบกำหนดชำระ

source: Apply Birthday Month Discount
th: ใช้ส่วนลดวันเกิด
