Repository: DatasourceDev/hrm
Catalog: SBSResourceAPI/Resource.*.resx
Languages: th

source: Accept
th: ยอมรับ

source: Accepted By
th: ยอมรับโดย

# Access_Desc
source: Access Description
th: คำอธิบาย

source: Access Name
th: ชื่อบัญชี

source: Access Right
th: สิทธิการเข้าถึงระบบ

source: Accounting
th: ระบบบัญชี

# Account_Info
source: Account Information
th: ข้อมูลบัญชี

# Account_Name
source: Company / Account
th: ชื่อบัญชี

source: Account Number
th: เลขที่บัญชี

source: Account Owner
th: ชื่อเจ้าของบัญชี

source: Activate
th: การเปิดใช้งาน

source: Activated
th: การเปิดใช้งาน

source: Activation
th: การเปิดใช้งาน

source: Active
th: ใช้งาน

source: Add
th: เพิ่ม

# Additional_Info
source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Payment
th: การชำระเงินเพิ่มเติม

source: Address
th: ที่อยู่

source: Address 1
th: ที่อยู่ 1

source: Address 2
th: ที่อยู่ 2

# Add_An_Item
source: Add New Item
th: เพิ่มรายการ

# Add_Approval_Workflow
source: New Approval Workflow
th: เพิ่มกระบวนการอนุมัติ (Approval Workflow)

# Add_Currency_Setup
source: New Currency Setup
th: เพิ่มการตั้งค่าสกุลเงิน

source: Add Donation
th: เพิ่มเงินบริจาค

source: Add Extra Donation
th: เพิ่มการบริจาคพิเศษ

source: Add Holiday
th: เพิ่มวันหยุด

# Add_Holiday_And_Event
source: Add Holiday & Event
th: เพิ่มการตั้งค่าสกุลเงิน

source: Add Image
th: เพิ่มรูปภาพ

source: Add Leave Adjustment
th: เพิ่มวันลากรณีปรับพิเศษ

source: Add Leave Type
th: เพิ่มประเภทลาหยุด

source: Add New Employee
th: เพิ่มพนักงาน

source: Add New Expenses Type
th: เพิ่มประเภทค่าใช้จ่าย

source: Add New Lookup
th: เพิ่มข้อมูลข้อมูลหลัก

source: Add New Product
th: เพิ่มสินค้า

source: Add New Quotation
th: เพิ่มใบเสนอราคา

source: Add to Invoice
th: เพิ่มใบแจ้งหนี้

source: Add Unit Of Measurement
th: หน่วย

source: Adjustment
th: การปรับกรณีพิเศษ

source: Adjustment (Addition)
th: การปรับกรณีพิเศษ (ปรับเพิ่ม)

source: Adjustment Amount
th: จำนวนการปรับกรณีพิเศษ

source: Adjustment (Deduction)
th: การปรับกรณีพิเศษ (ปรับลด)

source: Adjust Stock
th: ปรับสต็อกสินค้า

source: After Discount
th: ราคาที่ลดเเล้ว

source: Allowance
th: เบี้ยเลี้ยง

source: Allowance Amount
th: จำนวนเบี้ยเลี้ยง

# Allowance_Or_Deduction
source: Allowance/Deduction
th: ค่าเผื่อ / หัก

source: Allowance Type
th: ประเภทค่าเผื่อ

# Allowed_Notice_Period
source: Allow for Resignation notice period
th: อนุญาตให้มีการแจ้งให้ทราบล่วงหน้าของระยะเวลาที่ลาออก

# Allowed_Over_Amount_Per_Year
source: Allow over Amount per Year
th: อนุญาตให้เบิกมากกว่าค่าพื้นฐานที่กำหนดต่อปี

# Allowed_Probation
source: Allowed for Probation
th: อนุญาตให้พนักงานฝึกงาน

source: All Received
th: ทั้งหมดที่ได้รับ

source: All Withdrawed
th: รายการเบิกทั้งหมด

source: Amount
th: จำนวนเงิน

# Amount_Claiming
source: Claimable Amount
th: จำนวนเงิน (เบิก)

# Amount_Deductable_SymbolDollar
source: Amount Deductable ($)
th: จำนวนเงินที่หัก ($)

# Amount_Expenses_Claiming
source: Amount of Expenses Claimable
th: จำนวนเงินที่สามารถเบิกได้

# Amount_Or_Percentage
source: Amount / Percentage
th: จำนวน / ร้อยละ

source: Amount Paid
th: จำนวนเงินที่จ่าย

# Amount_Payable_SymbolDollar
source: Amount Payable ($)
th: จำนวนเงินที่จ่าย ($)

source: Amount Per Month
th: จำนวนเงินต่อเดือน

source: Amount Per UOM
th: ราคาต่อหน่วย

# Amount_Per_Year
source: Total Amount per Year
th: จำนวนรวมต่อปี

source: Amount Spent
th: จำนวนเงินที่ใช้

# Amount_SymbolDollar
source: Amount ($)
th: จำนวนเงิน ($)

source: Annual turn over
th: รายงานประจำปี

source: Applicable for
th: พนักงาน(เลือก)

source: Applicable with other promotions
th: ใช้ร่วมกับโปรโมชั่นอื่น ๆ

source: Application
th: คำร้องขอ

source: Application for
th: คำร้องขอ ของ

source: Application With Other Promotion
th: ใช้ร่วมกับโปรโมชั่นอื่น ๆ

source: APPLY
th: นำไปใช้

source: Apply Filter
th: ค้นหาโดยใช้ตัวกรอง

source: Approval
th: การอนุมัติ

# Approval_1st
source: 1-Approval
th: 1-การอนุมัติ

# Approval_2st
source: 2-Approval
th: 2-การอนุมัติ

source: Approval Status 1st
th: สถานะการอนุมัติ 1

source: Approval Status 2st
th: สถานะการอนุมัติ 2

source: Approval Workflow
th: กระบวนการอนุมัติ (Approval Workflow)

source: Approval Workflow List
th: กระบวนการอนุมัติ (Approval Workflow)

source: Approve
th: อนุมัติ

source: Approved
th: อนุมัติ

source: Approved Cancellation Applications
th: ยกเลิกการอนุมัติ

source: Approved Expenses List
th: รายการอนุมัติการเบิกจ่าย

source: Approved Leave
th: อนุมัติใบลา

source: Approved Leave List
th: รายการอนุมัติแล้ว

source: Approved Purchase List
th: รายการอนุมัติแล้ว

source: Approved Quotation List
th: รายการอนุมัติแล้ว

source: Approved Sales Order List
th: รายการอนุมัติแล้ว

source: Approver
th: ผู้อนุมัติ

source: Assigned Licenses
th: จำนวน License ที่ใช้งาน

source: Assigned User
th: ผู้ใช้(เลือก)

source: Assign Employee
th: กำหนดค่าพนักงาน

source: Assign HR
th: กำหนดค่า HR

source: Assign User
th: การจัดการสิทธิผู้ใช้งาน

source: Attachment
th: ไฟล์แนบ

source: Attachment File
th: ไฟล์แนบ

source: Attachment To
th: ไฟล์แนบสำหรับ

source: Attachment Type
th: ประเภทไฟล์แนบ

source: Attribute
th: แอตทริบิวต์

source: Attributes
th: ชื่อแอตทริบิวต์

# Attributes_And_Price
source: Attributes & Price
th: ชื่อแอตทริบิวต์ & ราคา

source: Attribute Name
th: ชื่อแอตทริบิวต์

source: Attribute Value
th: ค่าแอตทริบิวต์

source: Authentication
th: ผู้ดูแลระบบ

source: Authorization
th: การให้สิทธิ

source: Auto Confirm in Group
th: ยืนยันภายในกลุ่มอัตโนมัติ

source: Auto Fill
th: กรอกข้อมูลอัตโนมัติ

source: Auto Process in Group
th: ดำเนืนการภายในกลุ่มอัตโนมัติ

source: Back
th: กลับ

source: Backgrounds
th: พื้นหลัง

source: Balance
th: ยอดคงเหลือ

source: Balance Amount
th: ยอดคงเหลือรวม

source: Balance Due
th: ยอดคงเหลือที่ครบกำหนด

# Balance_SymbolDollar
source: Balance ($)
th: ยอดคงเหลือ ($)

source: Bank Account
th: บัญชีธนาคาร

source: Bank Detail
th: รายละเอียดข้อมูลบัญชีธนาคาร

# Bank_Info
source: Bank Information
th: ข้อมูลบัญชีธนาคาร

source: Bank Name
th: ชื่อธนาคาร

source: Barcode
th: บาร์โค้ด

source: Base UOM
th: หน่วย

source: Basic Salary
th: เงินเดือน

source: Basic salary details
th: รายละเอียดเงินเดือน

source: Batch No.
th: เลขที่ Batch

source: Billing Address
th: ที่อยู่สำหรับใบเสร็จ

source: Bonus
th: โบนัส

source: Bonus Amount
th: โบนัสรวม

source: Box Number
th: เลขที่กล่อง

source: Branch
th: สาขา

source: Branch Code
th: รหัสสาขา

# Branch_Desc
source: Branch Description
th: รายละเอียด

source: Branch Name
th: ชื่อสาขา

source: Breakdown of Allowance
th: เบี้ยเลี้ยง

source: Breakdown of Deductions
th: รายละเอียดของการหักเงิน

source: Bring Forward
th: นำไปใช้

# Bring_Forward_Next_Year
source: Bring Forward to Following Year
th: นำไปใช้ในปีถัดไป

source: Bring Forward Percent
th: นำไปใช้เป็นร้อยละ

# Bring_Forward_Percent_How_Many
source: How many to bring forward
th: จำนวนเปอร์เซ็นที่สามารถยกไปปีถัดไป

# Bring_Forward_Percent_Symbol
source: How many days to bring forward?
th: จำนวนวันที่สามารถยกไปปีถัดไป

source: Business Type
th: ประเภทธุรกิจ

source: Buy X get Y free
th: ซื้อ X เเถม Y

source: by
th: โดย

source: By Fixed Rate
th: โดยอัตราดอกเบี้ยคงที่

source: Calculation
th: คำนวณ

source: Calculation Total
th: ผลการคำนวณรวม

source: Cancel
th: กลับ

source: Cancellation
th: การยกเลิก

source: Cancelled
th: ยกเลิก

source: Cancel Approved
th: ยกเลิกการอนุมัติ

source: Cash
th: เงินสด

source: Cat
th: ประเภท

source: Categories
th: หมวดหมู่

source: Category
th: หมวดหมู่

# Category_Desc
source: Category Description
th: คำอธิบาย

source: Category Level
th: ลำดับหมวดหมู่

source: Category Name
th: ชื่อหมวดหมู่

# Category_Parent
source: Parent Category
th: ขึ้นกับหมวดหมู่

source: Cheque
th: เช็ค

source: Cheque No.
th: เลขที่เช็ค

source: Child Type
th: ประเภท

source: Citizenship
th: สถานะพลเมือง

source: City
th: เมือง

# Claimable_Amount_SymbolDollar
source: Claimable Amount ($)
th: จำนวนเงินที่ต้องการเบิกจ่าย ($)

# Claimable_Type
source: Claim Type
th: ต่อแผนก / ต่อพนักงาน

source: Clear
th: ล้าง

source: Client
th: ผู้ใช้งาน

# Client_Info
source: Client Information
th: ข้อมูลผู้ซื้อ

source: Clock Location
th: สถานที่เข้างาน

source: Clock Location Name
th: สถานที่เข้างาน

source: Close
th: ปิด

source: Closed
th: อนุมัติแล้ว

source: Code
th: รหัส

source: Color
th: สี

source: Commission
th: ค่านายหน้า

# Commission_Desciption
source: Commission Description
th: คำอธิบาย

source: Company
th: บริษัท

source: Company Address
th: ที่อยู่บริษัท

source: Company Configuration
th: การตั้งค่าของบริษัท

source: Company Detail
th: รายละเอียดบริษัท

source: Company Details
th: รายละเอียดบริษัท

# Company_Info
source: Company Information
th: ข้อมูลบริษัท

source: Company Level
th: ระดับบริษัท

source: Company Lists
th: รายการบริษัท

source: Company lookup config
th: การตั้งค่าข้อมูลหลัก

source: Company Name
th: ชื่อบริษัท

# Company_Or_Account
source: Company / Account
th: บริษัท / บัญชี

source: Company Position
th: ตำแหน่งบริษัท

source: Company Registry
th: รหัสลงทะเบียน

# Company_Source
source: Source
th: แหล่งที่มา

source: Company Tagline
th: คำขวัญบริษัท

source: Compare Method
th: วิธีเปรียบเทียบ

source: Complete
th: เสร็จสมบูรณ์

source: Configuration
th: การตั้งค่า

source: Confirm
th: ยืนยันทำรายการ

source: Confirmation
th: ข้อมูลการยืนยันการ

# Confirmation_Text_Mag
source: Do you confirm to process payroll in selected employee(s)? Once comfirmed, the payroll will be auto-generated with default information.
th: คุณยืนยันที่จะดำเนินการจ่ายเงินเดือนของพนักงานที่ทำการเลือก? เมื่อได้รับการยืนยันการจ่ายเงินเดือนจะได้รับการสร้างขึ้นโดยอัตโนมัติด้วยข้อมูลเริ่มต้น

source: Confirmed
th: ยืนยันทำรายการ

source: Confirm Date
th: วันที่บรรจุ

# Confirm_Delete_Msg
source: Are you sure you want to delete?
th: คุณแน่ใจหรือว่าต้องการลบรายการนี้?

source: Confirm new password
th: ยืนยันรหัสผ่านใหม่

# Confirm_Saving_Changes_Msg
source: Do you wish to proceed with the change?
th: คุณต้องการที่จะดำเนินการกับการเปลี่ยนแปลง?

source: Consultant
th: ผู้ให้คำปรึกษา

source: Contact
th: ติดต่อ

source: Contact Name
th: ชื่อที่ติดต่อ

source: Contact No.
th: เบอร์โทรติดต่อ

source: Contact Person
th: ชื่อผู้ติดต่อ

source: Continue
th: อยู่ต่อในระบบ

source: Continuously
th: ต่อเนื่อง

source: Contract End Date
th: วันที่สิ้นสุดสัญญา

source: Contract Staff
th: พนักงานสัญญาจ้าง

source: Contract Start Date
th: วันเริ่มต้นสัญญา

source: Contract Start-End Date
th: วันเริ่มต้นเริ่ม - สิ้นสุดสัญญา

# Conversion_Or_Amount
source: Amount Per Default Currency
th: จำนวนเงิน / ต่อค่าสกุลเงินเริ่มต้น

source: Cost
th: ต้นทุน

source: Costing Price
th: ราคาทุน

source: Country
th: ประเทศ

source: Coupon
th: คูปอง

source: Coupon Code
th: รหัสคูปอง

# CPF_Add_Wages
source: Additional Wages
th: ค่าจ้างเพิ่มเติม

source: CPF Contribution
th: CPF จากการเงินสมทบ

source: CPF Deductable
th: CPF จากการลดหย่อน

# CPF_Employeee
source: CPF Employee
th: CPF จากพนักงาน

# CPF_Employeee_List
source: Employee List
th: พนักงาน

# CPF_File_Config
source: PAT - CPF Configuration
th: การตั้งค่า PAT - CPF

source: CPF Formula
th: สูตร CPF

# CPF_Generate_File_Detail
source: PAT - CPF Employees List
th: รายการพนักงาน PAT - CPF

# CPF_Ord_Wages
source: Ordinary Wages
th: ค่าจ้างปกติ

source: Create
th: สร้าง

source: Created On
th: สร้างเมื่อวันที่

source: Create Account
th: สร้างบัญชี

source: Create By
th: สร้างโดย

source: Create On
th: สร้างเมื่อวันที่

source: Credit
th: วงเงิน

source: Credit Card Surcharges
th: ค่าบริการบัตรเครดิต

source: Currency
th: สกุลเงิน

source: Currency Exchange Rates
th: อัตราแลกเปลี่ยนเงินตรา

source: Currency Setup
th: ตั้งค่าสกุลเงิน

# Currency_Setup_Info
source: Currency Setup Information
th: ข้อมูลการตั้งค่าสกุลเงิน

source: Current Password
th: รหัสผ่านปัจจุบัน

source: Current Salary
th: เงินเดือนปัจจุบัน

source: Customer
th: ลูกค้า

source: Customers
th: ลูกค้า

source: Customer Contact
th: ข้อมูลที่ติดต่อลูกค้า

source: Customer Email
th: อีเมลลูกค้า

source: Customer Fax
th: เบอร์โทรสารลูกค้า

source: Customer Groups
th: กลุ่มลูกค้า

# Customer_Info
source: Customer Information
th: ข้อมูลลูกค้า

source: Customer List
th: รายการลูกค้า

source: Customer Name
th: ชื่อลูกค้า

# Customer_Or_Vendor_Name
source: Customer/Vendor Name
th: ชื่อลูกค้า / ชื่อผู้ขาย

source: Customer Phone
th: เบอร์โทรลูกค้า

source: Customized
th: การปรับแต่ง

source: Customized Leave Type
th: ประเภทการลาที่กำหนดขึ้นเอง

source: Custom Fiscal Year
th: กำหนดเอง

# Custom_Fiscal_Year_Ficial_Year
source: Fiscal Year - Custom Fiscal Year
th: Ficial Year - Custom Fiscal Year

source: Daily Rate
th: อัตรารายวัน

source: DashBoard
th: หน้าแรก

source: Dashboard
th: หน้าแรก

source: Date
th: วันที่

source: Date Applied
th: วันที่นำไปใช้

source: Date Applied From
th: วันที่นำไปใช้จาก

source: Date Due
th: วันที่ครบกำหนด

source: Date of Activation
th: วันที่เปิดใช้งาน

# Date_Of_Expiration
source: Expiration Date
th: วันที่หมดอายุ

# Date_Of_Expire
source: Date of Expiry
th: วันหมดอายุ

# Date_Of_Issue
source: Issued Date
th: วันที่ออก

# Date_Of_Payment
source: Payroll Run Date
th: วันที่จ่าย

# Date_Of_Proposal
source: Proposal Date
th: วันที่ยื่นเสนอ

source: Date Of Registration
th: วันที่ลงทะเบียน

source: Date Time
th: วันเวลา

# Date_Valid_Until
source: Valid Until
th: ใช้ได้ถึงวันที่

source: Days
th: วัน

source: Days Taken
th: จำนวนวันที่ใช้

# Days_Worked_Or_WK
source: Days Worked/WK
th: วันทำงาน

source: Deactivate
th: ปิดการใช้งาน

source: Deductions
th: การหักเงิน

source: Deductions Amount
th: จำนวนเงินที่หักลดหย่อน

source: Deduction (Donation)
th: การหักเงิน (บริจาค)

source: Deduct in Payroll
th: หักค่าใช้จ่ายจากเงินเดือน

# Deduct_In_Payroll_Msg
source: Deduct in Payroll ?
th: หักค่าใช้จ่ายจากเงินเดือน ?

source: Default
th: ค่าเริ่มต้น

source: Default (31 Dec)
th: ค่าพื้นฐาน (31 ธันวาคม)

source: Default Currency
th: ค่าเริ่มต้นสกุลเงิน

# Default_Fiscal_Year_31
source: Default Fiscal Year (31 Dec)
th: ค่าพื้นฐาน (31 ธันวาคม)

source: Default Leave Amount
th: ค่าเริ่มต้นจำนวนวันลา

source: Default Leave Type
th: ค่าเริ่มต้นการลา

source: Default Location
th: ตั้งค่าเริ่มต้นสถานที่

source: Default Payment Term
th: ค่าเริ่มต้นวิธีการชำระเงิน

# Default_Pricing_Or_Currency
source: Default Pricing / Currency
th: ค่าเริ่มต้นราคา / สกุลเงิน

source: Delegation
th: มอบหมายหน้าที่

source: Delete
th: ลบ

source: Delivery
th: ส่งมอบ

source: Delivery Date
th: วันที่ส่งมอบ

source: Department
th: แผนก

source: Department Name
th: ชื่อแผนก

source: Description
th: คำอธิบาย

source: Designation
th: ตำแหน่ง

source: Designation Name
th: ชื่อตำแหน่ง

source: Detail
th: รายละเอียด

source: Details
th: รายละเอียด

source: Director Fee
th: ค่าธรรมเนียม

source: Discount
th: ส่วนลด

# Discount_Or_Free
source: Discount/Free
th: ส่วนลด/ฟรี

source: Discount Price
th: ลดราคา

source: Discount Rules
th: กฎเกณฑ์ส่วนลด

# Discount_SymbolPercent
source: Discount (%)
th: ส่วนลด(%)

source: Display On Reports
th: การแสดงผลบนรายงาน

# DOB
source: Date Of Birth
th: วันเดือนปีเกิด

# Document_Required_Msg
source: Document Required?
th: เอกสารที่จำเป็น?

source: Donation
th: เงินบริจาค

# Donation_Desc
source: Donation Description
th: รายละเอียดการบริจาค

source: Donation Formula
th: สูตรการบริจาค

source: Donation Name
th: ชื่อบริจาค

source: Donation Type
th: ประเภทเงินบริจาค

source: down payment of total project fee
th: ค่าธรรมเนียมเมื่อชำระเงินทั้งหมด

source: Due Date
th: วันที่ครบกำหนด

source: Duration
th: ระยะเวลา

source: Edit
th: เเก้ไข

source: Edit Currency
th: แก้ไขสกุลเงิน

source: Effective Date
th: วันที่มีผลบังคับใช้

source: Effective From
th: เริ่มใช้งาน

source: Eligible for
th: สิทธิสำหรับ

source: Email
th: อีเมล์

source: Email Address
th: ที่อยู่อีเมล

source: Email Reviewers
th: ผู้ตรวจสอบอีเมล์

source: Emergency
th: ข้อมูลติดต่อกรณีฉุกเฉิน

source: Employee
th: พนักงาน

# Employee_Contribution
source: Employee's Contribution
th: เงินสมทบของพนักงาน

# Employee_CPF_Contribution
source: Employee's CPF Contribution
th: เงินสมทบของพนักงาน

source: Employee History
th: ประวัติการจ้างงานพนักงาน

# Employee_Info
source: Employee Information
th: ข้อมูลพนักงาน

source: Employee Name
th: ชื่อพนักงาน

source: Employee No.
th: รหัสพนักงาน

# Employee_No_SymbolDot
source: Employee No.
th: รหัสพนักงาน

source: Employee Report
th: รายงานข้อมูลพนักงาน

source: Employee's Name
th: ชื่อพนักงาน

source: Employee Type
th: ประเภทพนักงาน

# Employer_Contribution
source: Employer's Contribution
th: เงินสมทบของนายจ้าง

# Employer_CPF_Contribution
source: Employer's CPF Contribution
th: เงินสมทบของนายจ้าง

# Employer_Name
source: Employer's Name
th: ชื่อบริษัท

# Employment_History
source: Employment Records
th: ประวัติการจ้างงาน

# Employment_History_Info
source: Employment History Information
th: ข้อมูลประวัติการจ้างงาน

source: Employment History List
th: รายการประวัติการจ้างงาน

source: Employment Type
th: ประเภทการจ้างงาน

source: Empoyee Code
th: รหัสพนักงาน

source: End Date
th: วันสิ้นสุด

source: End Time
th: เวลาสิ้นสุด

# Error_Msg
source: Error message
th: ข้อความข้อผิดพลาด

source: Example
th: ตัวอย่าง

source: Expenses
th: การเบิกจ่าย

source: Expenses Adjustment
th: การเบิกจ่าย กรณีปรับพิเศษ

# Expenses_Amount
source: Expenses Claimable Amount
th: จำนวนเงินค่าใช้จ่ายที่เบิกได้

source: Expenses Approval
th: กระบวนการอนุมัติ (Approval Workflow)

source: Expenses Approval Workflow
th: กระบวนการอนุมัติ (Approval Workflow)

# Expenses_Approval_Workflow_Info
source: Expenses Approval Workflow Information
th: ข้อมูลกระบวนการอนุมัติ (Approval Workflow)

source: Expenses Category
th: หมวดหมู่

source: Expenses Configuration
th: การตั้งค่าระบบเบิกจ่าย

source: Expenses Date
th: วันที่เบิกจ่าย

# Expenses_Desc
source: Expenses Description
th: คำอธิบาย

# Expenses_Info
source: Expenses Information
th: ข้อมูลการเบิกจ่าย

source: Expenses Management
th: อนุมัติ/ปฎิเสธการเบิกจ่าย

source: Expenses Name
th: ชื่อการเบิกจ่าย

# Expenses_No_SymbolDot
source: Expenses No.
th: รหัสการเบิกจ่าย

# Expenses_Of_Date
source: Date of Expenses
th: วันที่ของการเบิกจ่าย

source: Expenses Period
th: ระยะเวลาของการเบิกจ่าย

source: Expenses Record
th: รายการเบิกจ่าย

source: Expenses Report
th: รายงานการเบิกจ่าย

source: Expenses Title
th: หัวข้อ

source: Expenses Type
th: ประเภทการเบิกจ่าย

# Expenses_Type_Desc
source: Expenses Type Description
th: คำอธิบาย

source: Expiry Date
th: วันหมดอายุ

source: Export
th: ส่งออก

# Export_CPF
source: Export CPF File
th: ส่งออกไฟล์ CPF

source: Export E-Submission
th: ส่งออก E-Submission

source: Export to Excel
th: ส่งออกชนิด Excel

source: Extra Donation
th: บริจาคพิเศษ

source: Extra Donations
th: บริจาคพิเศษ

source: Extra Info
th: ข้อมูลเสริม

source: Family Member
th: สมาชิกในครอบครัว

source: Fax
th: โทรสาร

source: Fee
th: ค่าธรรมเนียม

source: Fee Amount
th: จำนวนเงินค่าธรรมเนียม

source: File
th: ไฟล์

# File_Generated_Date
source: Generated Date
th: วันที่สร้าง

source: File Name
th: ชื่อไฟล์

source: File Type
th: ประเภทไฟล์

source: Filter
th: ค้นหา

source: Final Approval
th: อนุมัติในขั้นสุดท้าย

source: Final Approver
th: อนุมัติขั้นสุดท้าย

source: First Approval
th: การอนุมัติครั้งแรก

source: First Approver
th: การอนุมัติครั้งแรก

source: First Aprrover
th: การอนุมัติครั้งแรก

source: First Name
th: ชื่อ

source: Fiscal Year
th: วันที่ยกยอดวันลา

source: Flexibly
th: ยืดหยุ่น

source: Format Of Taking Leave
th: รูปแบบการลา

source: Formula
th: สูตร

# Formula_Desc
source: Formula Description
th: คำอธิบาย

source: Formula Name
th: ชื่อสูตร

source: Friday
th: วันศุกร์

source: From
th: จาก

source: Fully Paid
th: จำนวนเงินที่ต้องชำระ

source: Full Day
th: เต็มวัน

source: Full Name
th: ชื่อ-สกุล

source: Gender
th: เพศ

source: General Configuration
th: การตั้งค่าทั่วไป (บริษัท)

# General_Info
source: General Information
th: ข้อมูลการตั้งค่าทั่วไป

source: Generated No.
th: รหัสที่สร้าง

source: Generate CPF
th: สร้าง CPF

# Generate_Quotation_Manual_Msg
source: Would you like to generate Quotation manually?
th: คุณต้องการที่จะสร้างใบเสนอราคาด้วยตนเอง?

source: Global lookup config
th: การตั้งค่าข้อมูลพื้นฐาน (Master)

source: Gross Salary
th: เงินเดือนสุทธิ

source: Group Name
th: ชื่อกลุ่ม

source: GST
th: ภาษีมูลค่าเพิ่ม

source: GST Registration
th: ลงทะเบียน GST

source: GST Taxing
th: ภาษี GST

source: Half Day
th: ครึ่งวัน

source: Height
th: ส่วนสูง

source: Hired Date
th: วันที่เริ่มงาน

# Hire_Or_Effective_Date
source: Hire / Effective Date
th: วันที่เริ่มงาน / วันที่เริ่มใช้งาน

source: Holiday
th: วันหยุด

# Holiday_And_Event
source: Holiday & Event
th: วันหยุด & กิจกรรม

# Holiday_And_Event_EndDate
source: Holiday & Event End Date
th: สิ้นสุดวันหยุด & กิจกรรม

# Holiday_And_Event_Info
source: Holiday & Event Information
th: ข้อมูลวันหยุด & กิจกรรม

# Holiday_And_Event_Length
source: Holiday & Event Length
th: ระยะเวลาวันหยุด & กิจกรรม

# Holiday_And_Event_List
source: Holiday & Event List
th: รายการวันหยุด & กิจกรรม

# Holiday_And_Event_Name
source: Holiday & Event Name
th: ชื่อวันหยุด & กิจกรรม

# Holiday_And_Event_Start_Date
source: Holiday & Event Start Date
th: เริ่มต้นวันหยุด & กิจกรรม

source: Holiday End Date
th: วันที่สิ้นสุดวันหยุด

# Holiday_Info
source: Holiday Information
th: ข้อมูลวันหยุด

source: Holiday Length
th: ช่วงวันหยุด

# Holiday_Length_Day
source: Full Day/Half Day
th: เต็มวัน / ครึ่งวัน

source: Holiday List
th: รายการวันหยุด

source: Holiday Name
th: ชื่อวันหยุด

source: Holiday Start Date
th: วันเริ่มต้นหยุด

source: Home
th: หน้าหลัก

source: HR
th: เเผนกบุคคล

# Hr_Info
source: HR Information
th: ข้อมูลเเผนกบุคคล

source: Images
th: รูปภาพ

source: Image Name
th: ชื่อรูปภาพ

source: Import
th: นำเข้า

source: Import Employee
th: นำเข้าข้อมูลพนักงาน

source: Import excel
th: นำเข้าข้อมูล ประเภท excel

source: Import Products
th: นำเข้าข้อมูลสินค้า

source: Inactive
th: ปิดการใช้งาน

source: Include a screenshot with my report
th: นำเข้าภาพหน้าจอพร้อมกับรายงานของฉัน

# Include_GST_SymbolDot
source: Include GST.
th: คิดค่า GST. เพิ่ม

# Include_ServiceCharge_SymbolDot
source: Include Service Charge.
th: คิดค่าบริการเพิ่ม

# Include_Surcharge_SymbolDot
source: Include Surcharge.
th: คิดค่าบริการบัตรเครดิต

source: Inventory
th: คลังสินค้า

source: Inventory List
th: รายการคลังสินค้า

source: Inventory (Quantity on Hand)
th: ปริมาณสินค้าที่มีอยู่ในคลัง

source: Invoice
th: ใบเเจ้งหนี้

source: Invoiced Date
th: วันที่ใบแจ้งหนี้

source: Invoice Configuration
th: การตั้งค่าใบเเจ้งหนี้

source: Invoice Date
th: วันที่ใบแจ้งหนี้

# Invoice_Info
source: Invoice Information
th: ข้อมูลใบเเจ้งหนี้

source: Invoice No
th: รหัสใบเเจ้งหนี้

# Invoice_No_SymbolDot
source: Invoice No.
th: รหัสใบเเจ้งหนี้

# IR8A_CPF_DsgnP_F
source: CPF/ Designated pension/ fund
th: CPP / เงินบำนาญ / กองทุนสำรองเลี้ยงชีพ

source: IR8A File
th: ไฟล์ IR8A

# IR8A_File_Config
source: PAT - IR8A Configuration
th: การตั้งค่า PAT - IR8A

# IR8A_Generate
source: Generate IR8A File
th: สร้างไฟล์ IR8A

# IR8A_Generate_File
source: PAT - Submit IR8A File
th: PAT - ส่งไฟล์ IR8A

# IR8A_Generate_File_Detail
source: PAT - IR8A Employees List
th: รายการพนักงาน PAT - IR8A

# IR8A_Insurance
source: Insurance
th: ประกันภัย

# IR8A_Others
source: Others
th: อื่น ๆ

# IR8A_Pension
source: Pension
th: เงินบำนาญ

# IR8A_Submit
source: Submit IR8A File
th: ส่งไฟล์ IR8A

# IsPaid
source: Paid
th: จ่าย

source: Item
th: รายการ

source: Item Code
th: รหัสรายการ

# Item_Desc
source: Item Description
th: คำอธิบาย

source: Item Details
th: รายละเอียด

source: Item List
th: ข้อมูลรายการ

source: Item Name
th: ชื่อรายการ

source: Lastest Salary
th: เงินเดือนล่าสุด

source: Last Connection
th: เข้าใช้งานล่าสุด

source: Last Name
th: นามสกุล

source: Latest Salary
th: เงินเดือนล่าสุด

source: Leave
th: ใบลา

source: Leave Adjustment
th: การลากรณีปรับพิเศษ

# Leave_Amount
source: Leave Amount Deductable
th: จำนวนเงินที่หักออกจากการลา

source: Leave Approval
th: การอนุมัติใบลา

# Leave_Config
source: Leave Configuration
th: ตั้งค่าประเภทใบลา

source: Leave Configuration
th: การตั้งค่าประเภทใบลา
